{
  "7603f701-6ea9-466d-ad5d-81d95d9cc507": {
    "id": "7603f701-6ea9-466d-ad5d-81d95d9cc507",
    "filename": "7603f701-6ea9-466d-ad5d-81d95d9cc507_test_fryer_manual.pdf",
    "original_filename": "test_fryer_manual.pdf",
    "upload_timestamp": "2025-06-24T14:39:22.873908",
    "file_size": 2511,
    "pages_count": 1,
    "text_content": "COMMERCIAL FRYER MANUAL\nModel: QSR-FRYER-2000\nInstallation and Maintenance Guide\nCommon Issues and Solutions:\nProblem: Fryer won't heat oil\nSolution: Check power connection, inspect heating elements, verify thermostat settings.\nIf heating elements are damaged, replace immediately.\nProblem: Oil temperature fluctuates\nSolution: Clean temperature sensor, check for blockages in oil circulation.\nProblem: Strange noises during operation\nSolution: Check oil level, inspect fan motor, lubricate moving parts.\nCleaning Procedures:\n1. Turn off power and allow oil to cool completely\n2. Drain oil using proper disposal methods\n3. Remove heating elements and clean with degreaser\n4. Wipe down interior surfaces with sanitizing solution\n5. Replace oil filter and refill with fresh oil\nMaintenance Schedule:\nDaily:\n- Check oil level and quality\n- Clean exterior surfaces\n- Test temperature controls\nWeekly:\n- Deep clean oil reservoir\n- Inspect heating elements\n- Check safety systems\nMonthly:\n- Replace oil filter\n- Calibrate temperature sensors\n- Inspect electrical connections\nEmergency Contacts:\nService Hotline: 1-800-FRYER-HELP\nParts Department: 1-800-PARTS-QSR",
    "text_preview": "COMMERCIAL FRYER MANUAL\nModel: QSR-FRYER-2000\nInstallation and Maintenance Guide\nCommon Issues and Solutions:\nProblem: Fryer won't heat oil\nSolution: Check power connection, inspect heating elements, ..."
  },
  "89792db5-bc31-4617-9924-3d7b62a1f234": {
    "id": "89792db5-bc31-4617-9924-3d7b62a1f234",
    "filename": "89792db5-bc31-4617-9924-3d7b62a1f234_test_grill_manual.pdf",
    "original_filename": "test_grill_manual.pdf",
    "upload_timestamp": "2025-06-24T14:43:20.624299",
    "file_size": 2716,
    "pages_count": 1,
    "text_content": "COMMERCIAL GRILL MAINTENANCE MANUAL\nModel: QSR-GRILL-3000\nProfessional Cleaning and Maintenance Guide\nGrill Cleaning Procedures:\nDaily Cleaning (End of Service):\n1. Turn off grill and allow to cool to safe temperature\n2. Remove cooking grates and drip pans\n3. Scrape grease and food debris from cooking surface\n4. Clean grates with grill brush and degreasing solution\n5. Wipe down exterior surfaces with sanitizing solution\nDeep Cleaning (Weekly):\n1. Remove all internal components (grates, heat tents, etc.)\n2. Soak removable parts in degreasing solution\n3. Clean interior walls with approved cleaning agents\n4. Inspect and clean gas burners\n5. Check gas connections for leaks\n6. Clean grease collection system thoroughly\nTemperature Issues:\nProblem: Grill won't reach desired temperature\nSolution: Check gas supply, clean burner orifices, verify thermostat calibration\nProblem: Uneven heating across cooking surface\nSolution: Clean heat distribution system, check for blocked vents\nMaintenance Schedule:\nAfter Each Use:\n- Scrape cooking surface\n- Empty grease tray\n- Check for any visible damage\nDaily:\n- Deep clean cooking grates\n- Sanitize all surfaces\n- Check gas connections\nWeekly:\n- Complete disassembly and cleaning\n- Inspect all components\n- Test safety systems\nSafety Reminders:\n- Always ensure gas is turned off before cleaning\n- Use only approved cleaning chemicals\n- Wear protective equipment when handling degreasers\n- Never use water on hot surfaces",
    "text_preview": "COMMERCIAL GRILL MAINTENANCE MANUAL\nModel: QSR-GRILL-3000\nProfessional Cleaning and Maintenance Guide\nGrill Cleaning Procedures:\nDaily Cleaning (End of Service):\n1. Turn off grill and allow to cool to..."
  },
  "d1229d2b-79f9-40d4-a348-c64c24841a1d": {
    "id": "d1229d2b-79f9-40d4-a348-c64c24841a1d",
    "filename": "d1229d2b-79f9-40d4-a348-c64c24841a1d_test_fryer_manual.pdf",
    "original_filename": "test_fryer_manual.pdf",
    "upload_timestamp": "2025-06-24T14:44:18.187289",
    "file_size": 2511,
    "pages_count": 1,
    "text_content": "COMMERCIAL FRYER MANUAL\nModel: QSR-FRYER-2000\nInstallation and Maintenance Guide\nCommon Issues and Solutions:\nProblem: Fryer won't heat oil\nSolution: Check power connection, inspect heating elements, verify thermostat settings.\nIf heating elements are damaged, replace immediately.\nProblem: Oil temperature fluctuates\nSolution: Clean temperature sensor, check for blockages in oil circulation.\nProblem: Strange noises during operation\nSolution: Check oil level, inspect fan motor, lubricate moving parts.\nCleaning Procedures:\n1. Turn off power and allow oil to cool completely\n2. Drain oil using proper disposal methods\n3. Remove heating elements and clean with degreaser\n4. Wipe down interior surfaces with sanitizing solution\n5. Replace oil filter and refill with fresh oil\nMaintenance Schedule:\nDaily:\n- Check oil level and quality\n- Clean exterior surfaces\n- Test temperature controls\nWeekly:\n- Deep clean oil reservoir\n- Inspect heating elements\n- Check safety systems\nMonthly:\n- Replace oil filter\n- Calibrate temperature sensors\n- Inspect electrical connections\nEmergency Contacts:\nService Hotline: 1-800-FRYER-HELP\nParts Department: 1-800-PARTS-QSR",
    "text_preview": "COMMERCIAL FRYER MANUAL\nModel: QSR-FRYER-2000\nInstallation and Maintenance Guide\nCommon Issues and Solutions:\nProblem: Fryer won't heat oil\nSolution: Check power connection, inspect heating elements, ..."
  },
  "2590c718-51ca-413c-a2bf-f621083377a9": {
    "id": "2590c718-51ca-413c-a2bf-f621083377a9",
    "filename": "2590c718-51ca-413c-a2bf-f621083377a9_Drifters-FOH-Manual.pdf",
    "original_filename": "Drifters-FOH-Manual.pdf",
    "upload_timestamp": "2025-06-24T14:45:56.860347",
    "file_size": 707159,
    "pages_count": 44,
    "text_content": "Drifter’s  \nDrifter’s   \n \n \n \n  \n \nFRONT OF HOUSE  \n(FOH)  \nTRAINING MANUAL  \n \nServers, Bart enders, Hosts & Bussers  \nThis manual is not a contract  \n \n \n \nDrifter’s  \nDrifter’s  TABLE OF CONTENTS  \nINTRODUCTION  2 \nFOH  EMPLOYEE FUNCTION AND RESPONSIBILITIES  4 \nTHE GUEST  8 \nSERVICE  8 \nQUALITY CONTROL  12 \nTABLE INTRODUCTION  14 \nOrdering Procedures  16 \nTELEPHONE  20 \nPERSONAL APPEARANCE  21 \nSUGGESTIVE SELLING  23 \nSPECIALS & FEATURES OF THE DAY 26 \nDESSERTS  26 \nCLOSING OUT A TABLE /CUSTOMER  27 \nPresenting the Check  27 \nThe Farewell  28 \nMethods of Payment  28 \nHanding Cash 28 \nCredit Cards / Decline Procedures  29 \nCHECK -OUT PROCEDURES  30 \nOver Rings or Voi ds 30 \nHouse Promo  31 \nManager Promo  31 \nEmployee/Customer Discounts  32 \nComps  32 \nTIP REPORTING  33 \nALCOHOL AWARENESS  34 \nDRIFTER ’S ALCOHOL AWARENESS STANDARDS  35 \nCHECKING ID’S  36 \nDOUBLES  36 \nSANITATION  37 \nSAFETY  PROCEDURES  37 \nFRONT OF HOUSE BEHAVIOR  41 \nPERFORMANCE STANDARDS  42 \nCONCLUSION  44 \nDrifter’s  \nDrifter’s  INTRODUCTION  \nCongratulations on being selected to perform one of the most important, challenging and \nrewarding jobs at Drifter’s ! As a Server, you will set the stage and have a direct impact \non each guest's experience. You will determine whether each guest feels welcom e, \nappreciated and well cared for.  \nWe will provide you with the training you need to be successful. We take great pride in our quality food and friendly, responsive service. Our high standards can only be \nmaintained through great people like you who share  our values and desire to do the very \nbest job possible for our guests every day.  \nAs a server, it is essential that you maintain an energetic, friendly and caring attitude at \nall times. It is your responsibility to see that each guest is made to feel spec ial and enjoys \nour fun atmosphere and great food and beverages.  \nThe guidelines listed on the following pages have been established to help you in your \neffort to provide these qualities to our guests. Along with the hands -on training you will \nreceive, this manual will provide answers to questions you may have regarding your tasks, responsibilities and operating procedures for Drifter’s . \nOnce again, welcome to the Drifter’s  Team!  \n \n \n  \n \n \n \n \n  \nDrifter’s  \nDrifter’s  FOH EMPLOYEE FUNCTIONS & RESPONSIBILITIES \nSuccessful sales and service result from confidence, which can only be developed \nthrough knowledge. We will provide you with ample material to develop the necessary \nknowledge and confidence in relation to service techniques, the menu and the bar. You, as a server for Drifter’s , must learn it.  \n \nGeneral Job Guidelines And Responsibilities  \n1. When taking an order, always look the customer directly in the eyes, and stand \nerect. Never lean or write on the table. Never crouch down on your knees. \n2.  Never handle a glass by the rim with your hand over the drinking surface. \n3.  Never handle utensils with your hand over the eating surface. \n4.  When handling food, never let your hand touch the eating surface or the food. \n5.  Help your guests as much as possible. \n6.  Know your schedule.  \n7.  Know what time to be here for each shift. \n8.  Know what the daily specials are and what they cost. \n9.  Know the history of the restaurant and of Smith Mountain Lake (SML). \n10.  Know the managers.  \n11. Avoid any long conversations at any particular table. This will only upset your other customers. \n12. Clear your mind of everything except work when you walk in the door. When you're at the table make sure you're mind is at the table too. Guests can tell when their server is not totally mentally present with  them and can have a negative \nimpact on the guests' experience and your tip! \n13.  If you get behind, ask for assistance. You'll never get in trouble for asking. \n14.  Keep yourself geared up so that you are ready for any rush. \n15. Don't ever stand around or lean on anything. You can always be cleaning. Running clean-up, wiping shelves or the sales station, taking bus tubs to the back, etc. A server never goes into, or leaves, the kitchen empty handed. Full hands in, full hands out! \n16. Always be sure that all your food is secure when you leave the window. Never attempt to carry too much. Two safe trips are better than one catastrophe.  \n\nDrifter’s  \nDrifter’s  17. Always walk quickly, but never run. This will prevent serious accidents and extra \nwork for everyone.  \n18. If an order is delayed in the kitchen, fi rst inform the manager, and then tell your \ncustomers. The manager will go to the table and explain the situation as well. Get your stories straight. Never hide from your customers.  \n19. Learn to use your time wisely. When in your station, check all the tables b efore \ngoing back to the kitchen. Don't go to one table then go to the kitchen. Consolidate your trips. Fill up all glasses in your whole station, clear all plates, and then go on to something else. This is the secret to running volume and making more money.  \n20. Always try to take out complete orders. If the entire order is ready except for a side order, like a vegetable, take out the entrees and have someone follow you in a few seconds with the side order. Don't let food get cold because of a side order. Everyt hing goes out hot. \n21. You won't believe how patient people will be if they just see you. Don't hide from your customers. If you use this method in taking orders, you will find that your food will be out more consistently on time, and you will give much better  service \nover all. You will have more time to converse with your customers. People look for more than just good service and food when they come here. They want a total dining experience. They look for that little extra personal touch which only you as their server can give them. No server ever made any money gossiping at a server \nstation.  \n22. Anytime you wait on a customer, put yourself in their place and ask yourself if you would be happy with the job you did at that table. \n23. If one person asks for something at a table, make sure you ask everyone at the table if they too would like that item. This will save you a lot of extra trips. If one person requests more tea, ask everyone at the table if they need more tea, or anything else!  \n24. Punctuality is very important. I f you get to work late, you start out behind. BE ON \nTIME.  \n25. We know that servers work for tips. All people do not realize this. If you get slighted on a tip, it may be because people think the tip is included in the bill or because they just don't like to tip. The customer is NOT required to tip. If you get stiffed, it is unfortunate, but you must take the good with the bad. Any customer feedback about an employee regarding a bad tip will not be tolerated and is grounds for immediate dismissal. \n26. NEVER SIT DOWN WITH A CUSTOMER or friend while on duty, even if they ask you to. \nDrifter’s  \nDrifter’s  27. When waiting on parties of one, or an ace as they are called in the restaurant \nbusiness, special attention should be paid to them. They are generally in and out quicker than other parties , and they are usually the best percentage tippers.  \n28. The most neglected customer in the restaurant is the late customer. People who come in the last few minutes of the evening are usually the best tippers. They don't care how busy it was or how tired you a re. They are here to enjoy \nthemselves. Restaurants are noted for hurrying along late coming customers. We are not rushing them, but we must get their order because the kitchen is closing. They may sit there and enjoy their meal as long as they wish. Treat them as though they are the first customers of the evening. \n29. A tip should never be removed from a table while the customer is still there. Unless, however, the customer hands it to you or motions for you to come and get it.  \n30. If you are having a problem with another employee, go directly to the manager. Do not harass the employee.  \n31. If you must go to the bathroom during the shift, ask someone if they will please watch your section while you are gone, and inform a manager so that they are not looking for you. \n32. No server is to change his or her section or pick up extra tables without the \nconsent of the manager on duty. \n33. No gum chewing or smoking in front of our guests EVER. Eating snacks/lunch \nbreaks is only permitted at the bar table during slow periods.  \n34.  A sales s tation can only be opened or closed by a manager. NO EXCEPTIONS. \n35.  Serve food from customer's left.  \n36.  Serve beverage from customer's right. \n37.  Clear everything from customer's right. \n38.  Serve women and children first, then men. \n39. Whenever you serve a course, ask i f there is anything else you can do for the \ntable.  \n40. Empty baskets and dispose of all trash after each course.  \n41.  Top off with offer of additional beverages whenever anyone is getting low. \n42.  Bring condiments to the table before they are needed.  \n43.  Never walk away from a table without acknowledging its requests. \n44.  Never allow ashtrays to fill up. Cap them and change them often.   \n45.  Never assume that the change is your tip!  NEVER ASK “Do you need change!!!”  \nDrifter’s  \nDrifter’s  THE GUEST  \n \nNever underestimate the importance of a gues t!!! \n1. A guest is not dependent upon us -- we are dependent upon him (or her). \n2. A guest is NEVER an interruption of our work - he is the purpose of it. \n3. A guest does us a favor when he comes here -- we are not doing him a favor by \nserving him. \n4. A guest is part of our business -- not an outsider. \n5. A guest is not a cold statistic -- he is a flesh and blood human being with \nfeelings and emotions, like our own. \n6. A guest is a person who brings us his wants -- it is our job to fill those wants.  \n7. A guest is deserving of the most courteous and attentive treatment we can give him. \n8. Our guest s are the lifeblood of Drifter’s . \n\nDrifter’s  \nDrifter’s  SERVICE  \nDefinition of \"service\" according to Webster:  To work for. To minister to. To set on a \ntable for a meal. To manage or work. To deliver or transmit.  \nThe Problem : Webster never worked in a restaurant or took care of \"our\" guests. \nDrifter’s  definition of service:   \n\"The manner in which the customer is t reated.\"  \nIf you think we are in the restaurant business, you are wrong! We are in the business of \nretail sales. We manufacture a variety of products and merchandise in our kitchen an  \nbar. Then, we offer it for sale to customers in a display service area known as countet tops, tables, and dining rooms. Unlike most retail operations, such as department stores, our product has a limited shelf life, due to potential spoilage.  \nThere is a g reater sense of urgency for selling, moving, and serving our products. Our \nRestaurant is not merely a place to eat or drink, but rather a building designed to \naccommodate, facilitate, and promote the retail sales of food and beverage to customers  \nthrough s ervice. We provide service as a way of making sales to our guests.  \n \nThe difference between a restaurant and other retail sales organizations : \n1. In a restaurant, we manufacture AND sell our product under the same roof. \n2. In a restaurant, we know our guests are here to buy, not browse (no one comes \nin to try on a burger). \n3. In a restaurant, our guests may return as many as three times a day (lunch, \nhappy hour, and dinner). Although this is unlikely, some guests may be \nregulars, day after day. No one buys the same shoes, pants, or socks three days \nin a row. \n4. Department stores provide service. Restaurants provide hospitality:  a warm feeling from feeding both the body and the soul. \n5. More entertainers open restaurants and bars than department stores. Why? Because this is showbiz! \nOur function as a Restaurant  is to acquire and maintain business, to turn casual \ncustomers into loyal, repeat guests.  \nDrifter’s  \nDrifter’s  Five basics of service excellence:  \n1. Look at me. \n2. Smile at me.  \n3. Talk to me.  \n4. Listen to me.  \n5. Thank me. \n*Remember, every restaurant owes its existence to its customers .*  \nWhen a customer forms an opinion of a food establishment, service and food presentation \nstand -alone. No matter how beautiful the surroundings or how delicious the food; poor \nservice will ce rtainly ruin the entire dining experience. \nWhen developing good service, promote these qualities:  promptness, courtesy, good \nmanners, enthusiasm, and teamwork. In short, project a professional attitude. Unless you \nattain this goal, you will not be able to provide the high quality of service we expect here at Drifter’s . \nEach time you service a table; our reputation rests in your hands.   \nYou have the power to influence the opinion of those people. If they are happy with you and your service, they will return. They will also recommend the restaurant to their friends. However, if they are not happy... \nIn order to be properly efficient, service people must be constantly aware of their \ncustomers' needs. Anticipate what they will want. Learn to read expressions and body \nlanguage. If a customer is frantical ly rubber necking, waving his arms, or nodding, \nchances are he needs something. The more he must ask for service, the less enjoyable his \nevening will be. The tip he leaves you will reflect his feelings. \nYou will be trained ,  \n...by our most experienced qualified people. The more attentive, enthusiastic, and patient \nyou are, the sooner you will develop the work habits which make you an excellent server, \ncapable of taking great care of our guests and be rewarded financially too.  \nServicing the public ,  \n...in any business, requires a vast amount of humility and patience. Always maintain a \nfriendly, but professional attitude. If you need help, ASK FOR IT. Even if you become an \nexcellent server, there will be times when you will get behind. Have enough \nconsideratio n for your customers, and the house, to get assistance WHEN NECESSARY. \nDrifter’s  \nDrifter’s  Remember - TEAMWORK  - no business can survive without it. We have provided \nyou with a service manual. In it we have outlined some helpful suggestions to make your \njob here more profitable and enjoyable. These are the tools of your trade. Use them \nwisely and they will help you prosper. \nArrive on time  \n…for your shift properly dressed, with scrubbed hands and nails, pressed shirt, and clean \nshoes. If your appearance is sloppy, your performance will be sloppy. Your appearance, \ndress, posture, and expressions broadcast to everyone how you feel about YOU. Take pride in yourself, and others will be proud of you. \nIntroduce yourself .  \nCustomers want to know who is serving them… but it is the added personal touch they enjoy. Also, if they have enjoyed their visit, they can request your station/section  again. \nThey might even tell their friends to ask for you. Call parties are the best tippers. In this manner, you can develop a following. \nWhen people go out to eat, they want to relax.  \nThey want you to help them decide what to eat, when to order, what to drink, etc. You are there to fulfill their needs. Don't be pushy; do be confident. Often a customer is nervous. \nIt is your job to make gu ests feel comfortable, so comfortable they want to come back.  \nDon't be afraid of customers .  \n90% of the people dining out won't notice a small mistake. Be relaxed, but alert, and \nefficient. Always be in control of a situation. Be strong, yet polite. \nAlways  be yourself .  \nDevelop your own tableside manner. Avoid using repetitious phrases or seeming \"plastic.\" Your customers will know you are faking it, and they will resent your attitude. \nCustomer service turn offs : \n1.  Dirty plates in hand when greeting customers, \"Hi, ready for dessert?\"  \n2.  Not knowing what they are drinking. \n3. \"Discussion Groups\" of three or four idle servers. All discussions should be held during an approved break period. \n4.  Not acknowledging waiting guests. \n5.  Answering the phone with \"Hold please.\"  \nDrifter’s  \nDrifter’s  6. Greeting guests with a number, i.e., \"Two?” instead of a smile and  \n“Welcome! Will anyone else be joining you for lunch today?\"  \n7. CELL PHONES!!!!!!!!!!! \n \n  \nDrifter’s  \nDrifter’s  QUALITY CONTROL \nQuality control is a primary responsibility of every employee serving food and drinks to \nthe customer. You are the last person to come in contact with the food \nbefore the customer does. If something does not look right or is not presentable, DO NOT SERVE IT! The saying \"People eat with their eyes\" is very true. Make sure all  of your products look great! \n \nThings to look for before leaving the window:  \n \n1. HOT food . Few things are more basic but more important. Check to see of \nyour food is hot. Just because something is in the window, does not mean that it is hot. If it is not hot, DO NOT TAKE IT OUT. Tell the manager. NEVER yell or argue with the kitchen. Go directly to the manager. This will alleviate a \nlot of problems. \n2. C\nlean plates . Always check any plates, utensils and anything else before you \npresent them to the customer. Check food basket for grease spots, spilled food, etc. \n3. C\norrect portions . Always check to see that the product is in the right portions. \nMake sure you are taking YOUR order. This can be very embarrassing at the \ntable. Always ask yourself if you would eat tha t item if it were brought to you.  \n4. C all for back- ups. If something in the kitchen looks low and you are about to \nrun out, TELL SOMEONE. If you take one of the last salsas or sour cream, call for back -ups. If the salad is warm or wilted, do everyone a favor, and say \nsomething before the customer is served. \n5. W\nhen bringing out drinks , be certain the glass is clean, filled to the proper \nlevel, and that the garnish is correct, fresh and attractive. \n6. C old food  is as equally important as hot food. Make sure cold foods are going \nout cold, not warm or cool, but cold. \n7. B ring necessary condiments  with order: i.e., ketchup, mustard, Parmesan \ncheese, etc.  \n\nDrifter’s  \nDrifter’s  8. Check back  . . . within two bites to make sure everything is perfect. Don't say, \n\"Is everything o.k.?\" Guests here this trite saying so often it's meaningless. Say \nsomething like, \"Is everything prepared to your satisfaction?  Is there anything \nelse I can get for you?\" Be specific and sincere in wanting to know the answer. \n9. I f the customer is not satisfied  . . . or there is obviously something wrong at \nthe table, i.e., wrong drink, foreign object in food, not cooked properly, etc., \nuse the following steps: \n8. Apologize. \n9. Remove the items immediately.  \n10. Get a manager. Management will take the necessary steps in making sure that the problem is corrected and that the customer is 100% satisfied. \n10. Remember, the appearance of the exterior of the building, the greeting of the \nstaff, the cleanliness of the restro oms, the appearance of the staff, the \nquenching taste of our beverages, the flavor and freshness of our food, are all \nequal quality points. WE must control for the experience of our guests. Attention to detail is a MUST!  \n  \nDrifter’s  \nDrifter’s  TABLE INTRODUCTION  \nCRITICALLY IMPORTANT!! - Immediately acknowledge all new parties at your \ntables. Regardless of how busy you are; you are never  too busy to let your customers \nknow you see them. They come here to be taken care of, so don't start out their dining \nexperience b y ignoring them. All new customers should be greeted within one minute. \nIf your hands are full, the customer knows automatically that you can't take their order, at \nthat minute. You can pause, smile, and say \"Welcome to Drifter’s , I'll be with you in just \na minute.\" This will satisfy the customer so that they feel important and will be able to \nrelax until you return. \nWhen approaching a table your objective is to make you guests feel welcome and \nconfident in knowing you're there to take care of them. You may develop your style and \nmanner of accomplishing this but here are some suggestions to help you get started: \n \n1. Don't start out by giving your name . Unless your guests already know you, \nthey don't really care what your name is at this point. Focus on THEM. Ma ke \nthem feel welcome; that they've made a good decision to be at our restaurant \nand give them a sense they're in friendly, competent hands. Be observant, not \nscripted. It's o.k. to pay someone at the table a sincere compliment or try to \nopen up some friendly rapport. Later in the meal it's good to give them your name by saying something like, \"By the way, my name is Andrew, just let me know if you think of anything else you'd like.\"  \n2. A\nfter delivering food to the table , give the customer a few minutes to try  the \ndish, and then return to the table. \"Is the burger cooked to your liking? Can I get you another...Scotch and water, ice tea?\" When checking on food items, always accentuate the positive, and eliminate the negative. Do ask, \"Did you \nlike they way your tuna was prepared?” Don't ask, \"Was everything ok \ntonight?\" Ask an intelligent, specific question and show you're concerned about the answer you get. If something isn't right, do what you can make it right. \n3. E\nach time you take an order , be aware of what might elevate the guests' \nexperience. Be relaxed and friendly, polite and professional. Have an idea what extras (appetizers, sides, etc.) you are going to suggest based upon what you genuinely think will enhance your guest's dining experience. Allow the \ncustomers to finish ordering before you jump in with suggestions. If they \nDrifter’s  \nDrifter’s  hesitate, then it's your turn. \"May I suggest the Tuna Tacos? It's one of our \nmost popular dishes.\" If they still hesitate, you might say something like, \n\"Would you like to have a little longer to decide? Take your time and let me \nknow if I can answer any questions.\" \n4. Know everything on the menu in terms of what is in it, and what would go \nwell with it. This will be covered in detail in your initial training and will be \nenforced often in our pre -shift meetings.   \n5. Sug gest premium liquor  in all cocktails. It makes the drink taste better, \nservers are tipped more, and when the guest drinks better, the server drinks \nbetter.  \n6. G et your guests' first drinks  to them within three minutes from taking the \norder; no longer. \n7. S uggest specific appetizers  before you leave the table to get their first drinks. \nIt saves you time and steps. \n8. L earn and use guests' names  when appropriate. Always use \"Mr.\" or \"Ms.\" \nunless you're told or you're absolutely sure it's proper to use a guest's first name.  \n9. Ma\nke specific suggestions  at every step of the meal if you think it's \nappropriate: drinks, appetizers, sides, wine, desserts, after-dinner drinks. Always keep in mind your first objective is to show your guests a marvelous time, not PUMP UP THE CHECK. Use your best judgment here. Sure we want \nto sell, but more importantly, we want our guests to leave delighted so they \nRETURN!  \n10. L\net your personality shine!  Put your own personal touch into each interaction \nyou have with your tables. Part of why you were hired was because we saw \nsomething shine within your personality – and we want you to SHOW IT!  \n  \nDrifter’s  \nDrifter’s  Ordering Procedures  \nWhen approaching the table, be sure to have your pen ready, book open, and pad ready. \nAsk the customer if they have any questions concerning either the \nspecials or entrees. After answering all the questions, if there are any, \nask if you can take their order. \n \nThrough either eye contact or verbal address, you may start to take their order. Be sure \nto gather all information from each guest before proceeding to the next. If possible, you \nshould take the order from women and children first, and then the men. \nPosition numbers must identify customers; thus, the orders should be written and \nordered in relation to position #1. Position #1 is the seat closest to the first person to your left. Moving in a clockwise direction, continue taking the orders. If no one is sitting \nin position #1, move in a clockwise direction until you find a customer. This customer \nwill become the position #1 customer. The reason is that we need to know who gets what. We use a runner system so there's a good chance someone other than you will be \ndelivering the food to the table. The runner must know where to place the food without \nasking. \nTaking the order is the time for making recommendations. Suggest appetizers that will \ncompliment the guests' meal. This is when wine, craft beer and cocktails can, and \nshould, be offered. \nAlways get the cooking temperature for meats. Our cooking temperatures are as follows: \n1. Rare - Red cool center  \n2. Medium Rare – Red warm center  \n3. Medium  - Pink warm center  \n4. Medium Well to Well  - Fully cooked with no redness \n\nDrifter’s  \nDrifter’s  Use a small folder, clipboard, or other hard surface to hold your pad while you write up \nthe order. It looks better and makes it easier for you. Begin taking the order at the same \nspot at each table. Start with the person closest to you on your left, and work around \nclockwise. \nExample:  \n \n \n  Again, it is very important that every server records orders in the same way. If a food \nrunner takes the food to the table for you, then he knows where each dish belongs. \nIn case of computers malfunctioning, follow these steps:  \n1. Write appetizers at top of ticket.  \n2. Write entrees under appetizers on the left, and how to cook them on the right \nof check.  \n3. For special orders like rare, be certain to make a notation on the ticket, to call \nspecial attention to the cooks.  \n4. Use the correct abbreviations. Menu abbreviations will be provided with your \nmenu description sheets. \n5. Write all side orders underneath entrees.  \n6. Write desserts underneath side orders. \n7. At very bottom of ticket, put all teas, coffee, milk, and sodas. \n8. Bar beverages will be listed on the back of the guest check only. \n9. After all items have been totaled, circle the total. This way, there will be no mistake of where the total is. Also, write thank you, your name, and have a nice evening, enjoyed having you (etc.). \n \n \nDrifter’s  \nDr\nift\ner’\n \nDrifter’s  Drifter’s  \nDrifter’s  \nDrifter’s  Cooking Times & Handling Timing Problems  \nWith our firing system, once an order is rung to the kitchen, preparation of that item \nbegins. It is imperative that appetizers are rung first. Once an order has been placed, you can expect to receive items within five to eight minutes. This time may lengthen during a \nbusy rush. Your tables' experience is dependent upon your awareness and service to the \ncustomers from the time they are seated; to the time they receive their order. If, by chance, you have a long time ticket, do not hide from your table. Notify a manager immediately, and we will expedite the situation.  \nWhen a table has to wait longer than they should for their food, don't just apologize, get a manager to offer them someth ing for the inconvenience. It costs us thousands of \nmarketing dollars to attract new customers; we can't afford to lose any. A complimentary beverage or dessert is a small price to pay to let a guest know we care about their \nexperience and we want them to come back and give us another chance to get it right. \nIn cases where the kitchen has been woefully out of sync, a dessert or beverage may not \nbe sufficient. Tell the manager -on-duty about the situation. They have the authority to do \nwhatever is needed to try to make amends for a bad-dining experience. \nService Standards & Priorities of a Server  \n• Greet Guests Immediately  \n• Hot Food Hot, Cold Food Cold  \n• Full Hands In, Full Hands Out  \nSuperior Service  \nAfter the initial “How does everything taste?” Let your presence be known non-\nverbally. If the guest declines dessert and coffee, present the check immediately. \nAt this time let the guest know that if they need anything else, you will be glad to \ndo it.  \n \n• Meet guest needs without verbal interruptions. For example, if the \nplate/basket is empty, pick it up without comment. The same goes for water and teas that are half empty. This is called \"silent service.\"  \n• Manicure small items while performing other major functions at the table.  \n• Remember to be positive while on the floor. Never let the guests see confusion or frustration.  \nDrifter’s  \nDrifter’s  • Don’t be drawn into negative conversations.  \n• During points of service where you speak to a guest, ask: if you can \nremove items from the table to make their conversation more \ncom fortable.  \n• Pre-buss your tables!!!!!  \n• Greeting your table in 30 seconds or less.  \n• Offer a beverage - suggesting specific choices for appetizers; and \nreturn within 60 seconds with first round, non -alcoholic drinks.  \n \nDrifter’s  \nDrifter’s   TELEPHONE   \n \nAlways answer the phone saying, “Thanks for calling “ DRIFTER’S ”, this is (give \nyour name) .” Speak slowly and clearly in a polite, businesslike manner. Keep in \nmind that the phone conversation is often the first impression of the restaurant. \nRemain as polite and helpful as possible. For management calls, ask the caller, \n“May I give him/her your name please?” Be sure the call is forwarded to, and \nanswered by the appropriate person before you hang up. Follow through! When \nputting someone on hold, say “Hold please, Sir or Ma’am”. If you know the \nperson’s name, say “Can you hold please, ___________.”  \nTo Go Orders / Phone Etiquette  \nAt Drifter’s , some of our best business is conducted over the telephone. Properly \ntaking and bagging a to -go order is just as important as serving a table.  \n \n• Every to -go order should be taken with the consideration that the guest \nmay not have a menu in front of them.  \n• This is your opportunity to up-sell .  \n• If you answer the phone YOU take the order.  \n• All to -go orders must be checked and double -checked. A guest \nremembers even the slightest mistake.  \n• We want to send all of our guests a lingering message that even the smallest detail is important when striving f or perfection.  \n• The telephone should never ring more than twice.  \n•  It is the responsibility of every staff member to make sure that each \nguest’s call is answered quickly and in a friendly yet professional manner.  \n• Thank them for calling and be sure that no guest is left on hold for more than a minute.  \n• If you cannot answer their question or the person that they have asked for is not available, take a detailed message.  \n• At the end of the call, thank them for calling DRIFTER’S  and invite them to \ncall again.\n  \nDrifter’s  \nDrifter’s  PERSONAL APPEARANCE  \nYour overall image is our  image. You make a distinct impression on each of our guests. \nThe image you create can enhance or detract from our overall concept \nand the way our Restaurant is perceived in the minds of the guest. You are entr usted with handling our guests' needs and must, therefore, \nreflect cleanliness and wholesomeness at all times. Always remember:  \n \n 1. You are responsible for keeping your uniform neat and clean at all times. There is no \nexcuse for reporting to work out of uniform.   \n2. Do not wear scented lotion on your hands, as it clings to glassware.  \n3. A smile is part of your uniform.  \n4. At no time will emp loyees chew gum or eat while in the public areas of our store.  \n5. Do not report to work with a dirty uniform, or un-kept hair.  \nDining Room Dress Code  \nWhen you walk through the front door of Drifter’s , \"YOU ARE ON.” You will be \ninformed of the uniform requirements when you start with us. Your designated uniform also includes a CONTAGIOUS, ENTHUSIASTIC ATTITUDE. You are required to enter the building for your shift in FULL UNIFORM. You are also required, when you \nleave the building, to be in FULL UNIFORM. \n1. Shoes – Shoes, preferably white, only with non- slip soles that permit walking safely \non wet or greasy floors. Shoes must be clean.  \n2. P ants & Belts  – Khaki shorts only. Solid color belts must be worn with pants that \nhave belt loops.  \n3. Shi rts  – You must be in a Drifter’s  shirt.  \n4. Appearance - Clean and well groomed hair. Hair pulled back off the shoulder. Well-\ngroomed hands, fingernails and fingernail polish. No facial hair! Although not likely, only Waller can make an exception and it will be for a neat, well groomed beard. \n5. A\nccessories  - No  excessive cologne, perfume, make-up or jewelry. No earrings \nlonger than 1 inch. Good attitude & a smile are a must!  \n\nDrifter’s  \nDrifter’s  6. Aprons – A server’s apron should contain the following at the start of each shift: an \norder pad, 2+ pens, cash bank (recommended $20 total – two $5 bills, eight $1.00 \nbills and $2 in miscellaneous change.)  \n7. O ther Useful Items  – include a lighter, wine key and or bottle opener.  \n \n  \nDrifter’s  \nDrifter’s  Drifter’s  SUGGESTIVE SELLING  \nSelling is a part of everyone’s life. You had to sell the Drifter’s  management team on \nyour ability to be a capable and competent employee. Our customer is “sold”  on Drifter’s  \nbefore they come in. If they enjoy themselves, chances are, they will return and “sell” us \nto someone else!  \nPeople don't like to be \"SOLD.\" Effective suggestive selling is subtle. You are doing the \nguest a favor, looking after his best interests by offering your \nknowledge and expertise and making honest recommendations. \n \nMany of our guests are not familiar with our daily specials. As their intermediary, you are \nin the position to smooth the way for a confused guest. Above all, be sincere and honest. \nAlways do what you truly believe is in the \"guest's\" best interest. Recommend items you know are superior and you are certain they will enjoy!  \n* \n* \n* \nNEVER OVER SELL! Always allow the guest to finish \nordering before you start suggesting. Be aware of what the \nguest is ordering and make sure he/she understands what he/she is getting. \nIf a guest orders too much, and you are certain he/she can't \nhandle that much food, advise him/her. He/she will \nappreciate your concern and honesty.  \nSuggest appetizers while people are studying the menu. \"How  about some Tuna Bites; or \nsharing a Grilled Chicken Quesadilla with your dinner this evening?\"  \nSuggest side orders with entrees. \"Would you care for a side salad with your Seafood \nPlatter?\"  \nAlways be persuasive and display complete confidence. Make sugges tions so positively, \nthat the guest wouldn't dream of questioning your recommendation.  \nDon't ask the guest a \"yes or no\" question. This requires him/her to make a decision. \nRemember, people come here to relax, not think. If you display confidence and compl ete \n\nDrifter’s  \nDrifter’s  product knowledge, the guest will trust your judgment and allow you to take care of \nhim/her.  \nTo sell effectively, you must sometimes bring a need or desire to try something to the surface. Make sure you use the right type of language.  \nFor example:  \no \"Would you like some wine tonight?\" \nIf the guest responds, \"No,\" your suggestion is over before it got started. \no \"Would you care for a bottle of wine with your dinner tonight? A bottle of Pinot \nGrigio would do well to complement your Tuna.\" \nWith this approach, you have exhibited your knowledge and confidence of food and wine \nby suggesting a specific bottle of wine. The guest has now developed confidence in you. \nThis will greatly enhance your opportunity to make this sale and make other recomm endations. \nNot every guest is going to buy a bottle of wine, appetizer, or dessert. But you must \nremember, we know two facts about every customer. \nEvery Customer:  \n1. Is planning to spend money. \n2. Wants to have a good time and enjoy their meal. \nIf you keep these two facts in mind, you will be amazed at how easy it is to sell, \nproviding, of course, you possess the necessary knowledge and confidence. \nThrough suggestive selling you can:  \n1. Increase check totals. The higher the check, the better your chances of a good gratuity. \n2. Expose the customer to a new and different product he/she may not have tried, if you had not recommended it. Thus, the evening is more enjoyable and he/she may return with friends and will now have more reasons to tell others about Drifter’s .  \nRead your guests and suggest appropriate cocktails:  \n1. You can suggest beverages made with your guest's favorite liquor or upsell our premium house wine to guests preferring house wine by the glass. \nDrifter’s  \nDrifter’s  2. If guests seem to be in a hurry, suggest that they eat at the bar, instead of waiting for a \ntable. Busy lunch shifts are a great time to greet guests and invite them to have lunch \nat your bar.  \n3. Do not confuse suggestive selling with overloading your guests with beverages or \nfood. Your goal is a satisfied guest who enjoyed their experience and wants to return.  \n \nSuggestive selling and making personal recommendations is another aspect of good service. Eventually, it will come easily as you build your self -confidence.  \n  \nDrifter’s  \nDrifter’s  SPECIALS & FEATURES OF THE DAY  \nEach day at pre- shift meetings, that day's Specials will be discussed at Drifter’s .  \nWe offer daily specials for three reasons : \n1. To add variety to our menu \n2. To allow our customers the best of seasonal items. \n3. To allow us to test items for future menu development. \n \nThese specials may include a drink special, an appetizer, a salad, a sandwich, a platter, or \na dessert item.  \nIn addition to placing \"specials\" on the boards, you as the server will present the \n\"specials\" verbally. This enables you to describe them thoroughly, and answer any \nquestions the customer may have. \n \nDesserts  \nThe dessert menu, including desserts and dessert drinks, are presented at the table and \nverbally described.  \nIt is a good time to remind guests to save room for dessert, when you return to their table \nto check on the entrees. At this time, you may want to suggest a few dessert items, to plant the thought. Later, when clearing the table, ask your guests if they are ready to try \ndessert. You can then begin to describe a few of your favorite dessert items. \n  \nDrifter’s  \nDrifter’s  \nDrifter’s  \nDrifter’s  CLOSING OUT A TABLE/CUSTOMER  \nPresenting the Check  \nBefore presenting the check, look it over to make sure you have charged for everything \ncorrectly.  \n  Appetizers  \n  Salads  \n  Entrees  \n  Sides  \n  Desserts  \n  Coffee  \n       Wine  \n       Cocktails  \n       SODA \nAfter you have determined that the check is correct, give the check in a booklet to the \nhost of the table (if known), or place it in the center of the table and say \"Thank you.”  \nMake sure to let the customer know, at this time, that you are the cashier and will take care of the check whenever they are ready. There is nothing more aggravating for a customer than wandering around looking for a cashier. People also hate to tip when they are standing up by the front door, waiting for the waiter or waitress  \nAfter presenting the check, take a few steps and glance back at the table. If they already \nhave their cash or credit card ready, it may mean they are in a hurry to leave. If this is the case, try to close the transaction immediately or as soon as possible. Gue sts will notice \nand appreciate this . \nSERVERS - We use a server banking system; you are your own cashier. Your are responsible for all your money, including cash, credit card vouchers, comps, discounts, and voids until the end of your shift. You must start your shift with your own $20 dollars that is used to make your opening change bank. \nBARTENDERS - When you drop the check at the bar, make sure the customer knows \nYOU are the cashier and will take care of the check whenever they are ready. There is nothing more aggravating for a customer than wandering around looking for a cashier. \nIf the customer is paying cash, do not make change right at the table!! Take the check and cash to the back of the house, and make change. Return the check and change on a book, along with the receipt. If the customer is paying with a credit card, follow the house procedure. Once the guest has signed the voucher, pick up both the check and voucher, and again, thank the customer. DO NOT  examine the tip as you leave the customer!!  \n\nDrifter’s  \nDrifter’s  REMEMBER , the process of closing out the check is the time when the guest is \ndeciding on the tip amount. A bad impression here can undo all previous good \nimpressions, and have a direct effect on your gratuity. \n \nThe Farewell  \nWhen your guests are departing, we have four distinct objectives: \n1. To make sure their experience in our restaurant was pleasurable.  \n2. Thank them, by name, for their patronage. \n3. To invite them back for another visit soon. \n4. To make sure their last impression is a positive one. \n Methods of Payment  \nApproved methods of payment are Cash, VISA, Master Card, Discover and American Express. WE DO NOT ACCEPT CHECKS!  \nIn the event that the guest has no other option for payment, we will accept a check, but \nyou must also take down his/her driver’s license number, current address, and phone \nnumber. \nHandling Cash \nHere are the procedures to follow when receiving a payment in cash - \n1. As noted above, never make change at the table - go to the nearest server \nstation.  \n2. When making change, always count it twice.  \n3. Give the guest some ones and five dollar bills to tip you with. \n4. Return the change to the guest's table in a book. \n5. Always keep your cash and receipts in your apron. \n6. Paper bills make no noise when it hits the floor so be very careful with your \nbills.  \n7. Never leave your money or wallet unattended. \nDrifter’s  \nDrifter’s  8. If you are concerned about carrying too much cash during a shift, make a \ndrop with a manager in exchange for an IOU. \n9. Always remember, treat credit card vouchers and voids like they are cash - THEY ARE. Handle with care!  \nCredit Cards / Decline Procedure  \nIf at any time a guest’s credit card is declined, th e server must handle the matter \ndelicately and discretely. The image/ego of the guest must be maintained. DO \nNOT approach the table and in front of the guest and his guests, announce that there is a problem with his credit card. A more reasonable approach would be to announce “Sir/Madam there is a phone call for you”. When the guest is away from the table, discretely/tactfully tell the guest of the problem. **\nWe do not \naccept checks**  \n \n  \nDrifter’s  \nDrifter’s  CHECK-OUT PROCEDURES  \n1. Your computerized register system will print out your guest check at \nthe end of each table's meal. This alleviates the issuance of any \nmanual guest checks. \n2. Once a guest check is printed out and a customer has paid, you will close out that check to cash, Master Card, VISA, Discover or \nAmerican Express, or other forms of payment. You must keep all \nprinted out closed guest checks for checkout. \n3. Before beginning your checkout each shift, check the following: \n❑ Make sure all your customers are through, have been tabbed, and \ndo not need anything else. I.e. dessert, tea, etc. \n❑ Be certain the manager has closed your section for the shift. \n❑ Make sure you have collected from all of your tables and have all your tickets with you. \n❑ Make sure your tables are wiped down and clean. \n❑ Be certain that all of your side work and closing duties are done. \n❑ Make sure that you have your full uniform on at all times, while in the front of the house. \n❑ Have a manger do any deletions of voids, over rings, and promo tickets. All over rings must be signed by a manager at the time they occur, and not at the end of the shift. You never sit down to eat, drink, or smoke until all of the above are completed. Starting your checkout before all your customers are finished is grounds for termination.  \n❑ When bringing in your receipts to the office to do your final close-out, make sure that all of your receipts are in order from lowest Order # to the highest.  \nOver Rings & Voids  \nAny time you make a register mistake of an item you did not want to ring up. Get a \nmanager immediately to correct this on the register, and notify the kitchen or bar NOT \nTO PREPARE THAT ITEM. Over rings and voids are register mistakes of items never \nserved or prepared.  Anytime a void is done, a ticket must be printed, the reason entered \n\nDrifter’s  \nDrifter’s  on the ticket and the ticket initialed by a manager.  All void tickets must go with the \ncredit card slips and cash turned in at the end of each shift.  Any voids without tickets \nwill not be considered voids.  YOU will be responsible for payment. \n \nHouse Promo  \nOccurs anytime an item has been prepared and served to a customer that was not satisfied with the item. Perhaps it was under or over cooked, or the glass was chipped, etc. This would include a customer waiting too long for their meal. Only a manager can do this function on the register. Get the manager before closing any house promo tickets. \n  \nManager Promo \nOccurs anytime a manager wishes to buy a table a round of drinks, perhaps a dessert, or \nany free purchase approved by a manager promoting good will to our patrons. Inform the manager when you are serving a regular guest you would like to buy a drink for, a special \nguest to send an appetizer out to, a large party, or to send complimentary desserts. Please \nintroduce the manager to these customers by name. We want to help you develop a large regular following. From time to time, the restaurant will have contests promoting such clientele builders. Get the manager on duty before closing out any manager promo \ntickets.  \n \nDrifter’s  \nDrifter’s  Employee Discount/Customer Discount  \nOccurs anytime the full amount of an item will not be collected. For example, employee \nmeals or coupons offering $2.00 off any menu item, or buy one, get one free coupons, or frequent lunch program discounts. Only a manager can discount guest checks on the \nregister. Get the manager on duty before closing out any discount checks. \nComps  \nA comp occurs anytime an item has been prepared and served to a customer that was not \nsatisfied with the item. Perhaps it was under or over cooked, etc. This would include a customer waiting too long for their meal. Only a manager can do this function on the register. Get the manager before closing any comp tickets.   \nNow You Are Ready To Check Out!!  \n1. Prepare the Server Checkout. Make sure you have no open checks. \n2. Be certain charge totals of Master Card, Discover, VISA, and American Express, along with promos, discounts or other charges balance with what you have on your guest checks. Use the calculator to double check. If they do not balance, this \nmeans that you are missing a guest check, or charge receipt \n3. The following items should be ready for the manager, before you enter the office: \no Voids, comps, and over rings accounted for on register.  \no Have all money counted and faced. \no Have all charge vouchers matched with the ticket they paid for.  \no All receipts in order by order number.  \n4.  There should only be ONE person in the office doing checkout at a time. This \nhelps eliminate unnecessary confusion and mistakes. Please use the calculator \nprovided for you. \nIf for some reason you cannot balance to the register totals, ask the manager for \nassistance.  \nDrifter’s  \nDrifter’s  Tip Reporting \nAs an employee of a Drifter’s , all the tips you receive - whether in cash or included \nin a credit card transaction - is taxable income to you. You are required, by \nfederal law, to report and record your actual tips for each shift .  \n \n● At the end of each shift, tipped employees must disclose on the Server \nCheck -Out, the amount of credit card tips and total tips less any tips \nshared with any other employees. Your tips will be recorded and reflected in total on your paycheck stub. Endorsement of your paycheck indicates that you acknowledge that your tip information on the stub is accurate and correct.  \n● It is the employee’s respon sibility to comply with IRS requirements of \nreporting all your tip income. While you are responsible for reporting all of your tip income, the Restaurant may be required to allocate additional tip income to any tipped employee that does not declare at leas t 8% of their \ngross sales as tip income.  \n● We strongly encourage you to accurately report your tip income. This will reduce the chances of you being audited by the IRS and allows you to qualify for greater social security, unemployment and worker’s compensat ion benefits.  \n \nDrifter’s  \nDrifter’s  ALCOHOL AWARENESS  \nAlcohol Awareness is a growing concern within the Hospitality Industry nationwide. By \nrecognizing the \"early\" signs of intoxication, monitoring your \ncustomer's consumption, and treating them as you would a guest in your own home; you fulfill your responsibility and protect the guest. \nWith adherence to the company's policies...  \n1. We will not knowingly admit obviously intoxicated or underage \ncustomers to the bar. \n2. We will not knowingly serve alcohol to an obviously intoxicated or underage customer. \n3. We will offer alternative to underage customers.  \n4. Intoxicated customers cannot remain on the premises once service is refused.  \n5. We will create an atmosphere to promote responsible drinking, documenting everything. \n6. We will make a reasonable attempt to prevent obviously \nintoxicated customers from driving. \n. . . We can accurately and confidently answer that very important question. \n• Responsible service of alcohol requires a team effort.  \n• Know and watch for the signs of intoxication. If there is any question, avoid further service and report to a manager who will make the final decision and determine whether the guest should remain or leave.  \n• If you know what it takes to get someone drunk, you can prevent it by monitoring their consumption and offering alternatives. \n• Do not allow drunks to come in, and do not allow intoxicated guests to drive. \n• Hospitality is our business. Beverage service is only one element. \n• Cooperation between employees and management allows us to exercise a degree of inf luence on the behavior of our customers that will result in an \natmosphere of responsible drinking. \n• This is just a portion of our company Alcohol Awareness program. A complete RSVP class will be taught by our Virginia ABC Special Agent. \n\nDrifter’s  \nDrifter’s  Drifter’s  Alcohol Awareness Standards  \nServing alcohol is a privilege that is granted by local authorities. This privilege \ncarries with it a duty for us to operate in a responsible manner and involves public \nsafety and considerable liability to the company as well as our employees. It is our \npolicy to deal with situations that arise from serving alcohol. If there is any \ndoubt as to the age of a guest. Ask them for proof of age. Be polite, but remember; you, as well as the restaurant, can be held liable if a minor is  served. \nRemember, these policies are designed for our guests’ safety. They must be applied impartially. Alcohol awareness is a serious subject; and you, the Server or \nBartender, are the most important element of the Program.  \nTake Action  \nIf you feel that a  guest is intoxicated, you should cease serving the guest drinks \nimmediately and inform your Manager. If the guest persists in ordering alcoholic \nbeverages, acknowledge the drink request, but ask the Manager to explain to \nyour guest that the drink must be declined.  \nAlcohol Policies  \nOur policies are designed to discourage over- consumption of alcohol. \nThey are:  \n1. -Perception of our bar as quality, not quantity.  \n2. -Not allowing drinks to “stack up” in front of a guest.  \n3. -Suggesting food to accompany drinks  at the bar.  \n \nWatch For These Signs  \nBe aware of the condition of your guests at all times. Any guest who has consumed more than two drinks could soon be approaching intoxication.  \nAn intoxicated person will usually display recognizable behavioral characteristics. Alert Manager at the first s ign of any of these:  \n• Slurred speech, thick -tongued  \n• Eyes become glassy, unable to focus  \n• Unusual change in the color of facial skin, going pale or flushed  \n• Loss of physical motor skills; staggers or stumbles when walking, \nspills drinks or food \n• Abusive languag e; questioning the Server’s performance; profanity, \nbragging  \n• Obvious changes in behavior; more or less talkative; loud voice  \n• Exaggerated emotional outbursts; crying or loud laughing  \n• Unable to respond coherently when addressed or questioned  \n• Unreasonable and exaggerated responses  \n• Blank, staring facial expression  \n• Obvious impairment of judgment  \n• Annoying other guests  \nBe Prepared  \nDrifter’s  \nDrifter’s  You will be dealing with a person who is to some degree “out of control”. The \npsychological message we give the guest is that we are in  control of this \nsituation. The guest will probably be offended and become argumentative. Do not attempt to “reason” with the guest. If you know the guest is belligerent or \nphysically threatening, approach the guest with another employee (preferably a \nMana ger). If the guest continues to be a problem, inform the Manager. Never \nattempt to physically detain a guest on the premises.  \n● We will not serve alcoholic beverages to an intoxicated person.  \n● We will not knowingly serve a person alcoholic beverages that is under the legal drinking age. It is our policy to card anyone who \nappears to be under 30 years old.  \n● If a guest is \"cut off\", they must leave the premises immediately!  \nNOTE: A person with a physical or mental disability may seem to have the same \noutward appearance as a guest who has had too much to drink. Your sensitivity is extremely important in all situations. We will not knowingly allow anyone on our staff that is under the legal drinking age to serve or dispense alcoholic beverages  \n \nChecking Identification  \nBy law, you are responsible for carding anyone that you suspect is not of legal drinking \nage. Do not put yourself in jeopardy by serving a minor. \no Check ID's of anyone who appears to be under the age of 25. Also, card guests \nappearing to be under 25, who return an empty glass and order another drink. \no Try to serve only guests you can see. Minors may send someone older for their \ndrinks. \nDoubles  \nOur pricing on doubles is as follows: for a double drink, charge twice the normal price. There are two reasons for this policy: \n We do not want to encourage our guests to become intoxicated. \n In mixed and blended drinks, adding an extra shot of liquor alters the flavor. We believe that the standard recipes are the best way to serve these drinks.  \nIf a guest requests a double mixed drink, explain the price and advise him that we do not \nrecommend serving the drink that way. If they persist, accommodate them, and then notify a Manager. \n  \nDrifter’s  \nDrifter’s  SANITATION  \nThe responsibility of management and staff to protect the public from food borne illness \nis fundamental. A food borne illness is simply a disease that is carried, \nor transmitted, to human beings by food. Throughout your training, you will receive information concerning proper temperatures of food \nstorage and serving, as well as, cleanliness standards, proper use of \nchemical cleaning, and disinfectant products. It is our objective to operate the restaurant at the highest level of cleanliness and sanitation \nfor the benefit of our customers and employees. \n \nSAFETY PROCEDURES  \nIn addition to a clean and sanitary environment, Drifter’s  provides a safe environment. \nOne of our goals here at Drifter’s  is to operate an accident -free \nrestaurant. A safe restaurant takes teamwork and effort on everyone's \npart. Everyon e who works with cleaning chemicals will receive training \non the use of those products, and will be tested following the guidelines \nof OSHA Hazard Communication Standard, Title 29 Code of Federal \nregulations 1910.1200. \nSafety meetings will also be used to review information presented from the initial training, and a safety representative will be selected for the Employee Associate Board of \nDirectors. Management's role is to provide the daily monitoring of safe work practice \ndeveloped from these meetings. \nWhenever you see a potential hazard, or something you notice as unsafe, notify a \nmanager immediately.  \nHere is a list of guidelines to follow for safety and sanitation: \nMajor cause of food borne illness - \n• Food left in the danger zone of 40° to 140° for four or more hours.  Keep all foods out \nof the danger zone of 40° to 140°. \n• Label and date EVERYTHING  \n• Keep hot foods hot and cold foods cold. \n• Handle foods quickly during delivery, and put refrigerated and frozen foods away as soon as possible. \n• Sloppy personal hygiene habits will not be tolerated. \n\nDrifter’s  \nDrifter’s  • Do not serve food that is not completely cooked. \n• Thaw foods in refrigerator, microwave, or under cold running water for not more than \n2 hours, followed immediately by cooking. \n• Avoid preparing food in advance, unless absolutely necessary. \n• Inspect Foods thoroughly for freshness and wholesomeness upon receipt, cooking, \nand serving. \n• Only use sanitized equipment and table surfaces.  \n• Sanitize, sanitize, then… SANITIZE!!!  \nAlways wash your hands after you - \n• Smoke, eat, use the restroom; touch money, raw foods, or your face, hair or skin; \ncough, sneeze, or blow your nose \n• Comb your hair, handle anything dirty \n• Before and after taking a break  \n• There are anti -bacterial gel dispensers located throughout the facility, use them.  \nDispose of waste properly - \n• Take garbage out frequently. \n• Keep garbage areas clean and sealed.  \n• Clean and sanitize garbage cans regularly.  \n• Store soiled linen in a laundry bag or non-absorbing container. \nKeep insects and animals out by - \n• Keeping doors closed. \n• Taking garbage out frequently and keeping garbage areas clean. \n• Report any holes where an animal can enter. \n• Do not provide a free meal for any animals. \nHandle ice and tableware properly - \n• Use clean scoops or tongs to pick up ice, do not use hands or glass. \n• Store scoops or tongs in a clean container, not in the ice . \n• Do not store any food or beverage in the ice. \n• Avoid touching food contact surface with dishes, utensils, etc. \nDrifter’s  \nDrifter’s  Store foods and equipment properly - \n• Cover, label, and date foods in s torage.  \n• Store new foods behind old ones. \n• Store food off the floor and away from the wall. \n• Do not store food or equipment under exposed server lines. \n• Keep storage areas clean.  \n• Store all equipment so that dust cannot settle on it.  \n• Store chemicals and pestici des separately from food. \nPreventing falls - \n• Always place non -skid mats on the floor at the beginning of your shift \n• Wipe up spills immediately.  \n• Use \"wet floor\" signs.  \n• Wear shoes with non -skid soles and heels. \n• Keep isles and stairs clear.  \n• Walk, and do not run. \n• Follow established traffic patterns.  \n• Do not carry anything that blocks your vision. \n• Keep drawers closed.  \n• Use ladders properly; never use chairs, tables or boxes. Do not stand on top of ladder, \nand do not over reach. \n• Turn lights on to see. \n• Never run!!!  The floor may be wet. \n• Never leave anything on the floor including ice from the ice machine. \nPreventing electric shock - \n• Never touch electrical equipment with wet hands, or while standing in water. \n• Unplug equipment before cleaning or disassembling, to avoid shock. \n• Do not yank plugs out by cord. This can cause damage to the cords, which may then \ncause shocks.  \n• Report damaged and worn plugs and cords to your supervisor. \nDrifter’s  \nDrifter’s  Preventing Cuts - \n• Know how to operate equipment. \n• Pay attention when using sharp equipment. Never touch edges of sharp blades. \n• Use guards when provided on equipment. \n• Use tampers to push food into equipment. \n• Turn equipment off before adjusting. \n• No loose sleeves, ties, or dangling jewelry should be by equipment \n• Use knives carefully . \n• Sweep up broken glass; do not use your hands. \n• Use special container to dispose of broken glass, dishes, and other sharp objects. \n• Remove can lids entirely from cans, then dispose of them. \nPreventing burns - \n• Pay attention when working around hot equipment. \n• Wear closed -toe and closed -heel shoes that do not absorb liquids. \nPreventing fires - \n• Smoke only where allowed. \n• Keep garbage in covered container, away from heat. \n• Store chemicals away from heat because many chemicals are flammable.   \n \n  \nDrifter’s  \nDrifter’s  Front Of The House Behavior \nThere is to be no yelling or arguing in the front of the house. If you have a problem with \na customer, DO NOT ARGUE, keep calm, and get a manager. The same applies to \nemployee relations. No yelling or arguing or yelling, get a manager.   \nAfter Shift Behavior  \nEmployees may not sit with customers at a table or at the bar while in uniform. If you are visiting the restaurant off duty, you are still a representative of Drifter’s  . For this and \nother reasons, we will appreciate you maintaining a very high standard of behavior.\n \n  \nDrifter’s  \nDrifter’s  Performance Standards  \n \n1. We do not have \"go cups\" under any circumstances. No one may take any \ncups of alcohol off  Drifter’s   premise (i.e. roped -off area).  \n2. We do not keep purses or any personal belongings for the customers. This includes employees when they are in on their off nights.  \n3. Advise a Manager immediately of any customer who appears to be intoxicated. \n4. IF YOU ASK TO LEAVE...YOU CLOSE. The only excepti on to this is \nin the event of emergency or sickness.  \n5. If you fail to show up for a shift, you will meet with the General Manager prior to your next scheduled shift. \n6. Notify a Manager of anything out of the ordinary, or any possible problem. \n7. A smile and frien dly attitude are part of everyone's uniform and will \nincrease your income.  \n8. All employees are required to have a telephone number where they can be reached.  \n9. If you notice anything in the Restaurant that is broken or damaged, notify \na Manager immediately.  \n10. Do not leave the bar on break without first checking with a Manager.  \n11. Do not eat, drink, or smoke while on the floor.  \n12. You must be in the restaurant  working in completed uniform at your \nscheduled time.  \n13. A Manager must approve all schedule changes . \n14. You must clock in and out as scheduled. BE ON TIME  \n15. Do not call up to the Restaurant to find out your schedule. You are responsible for knowing your schedule.  \n16. You may not receive personal phone calls a  Drifter’s  t, except in a real \nemergency. Please infor m your friends and family. \n17. Schedule requests are due one week prior to the posting of the schedule. Leave them in the designated area. Please give at least 3 weeks notice for \ntime-off requests that are longer than one week.  \n18. You may not come into the back of the house after you have been drinking. You may not take drinks into the break room. \n19. If you want to return to Drifter’s   after work and have a cocktail, \nmaintain a very high standard of behavior, leave at last call, and be the very first to leave when t he lights go up. \n20. If you have a suggestion on how to make  Drifter’s   run more efficiently, \nplease give them to a Manager.  \nDrifter’s  \nDrifter’s  21. Remember to enjoy yourselves and have fun while you are here. Let the \nManagers handle all problems, big or small. \n22. You will greet your guests with – \no A smile  \no Your name \no A welcome  \no Promotional information and specials \n23. When your guests leave, you will thank them for coming and invite them back.  \n24. You will clean stations during your shift - EVERYTHING from floor to ceiling.  \n25. Your service well is your station -- KEEP IT CLEAN!  \n26. Teamwork is ESSENTIAL.  \n27. Do not grab glasses from people's hands at last call. Find a Manager, and let them assist.  \n \nYou Should NOT  \n1. Make unnecessary noise. This is annoying to guests dining nearby. \n2. Let guests wait for service if they are alone at the bar  or table (they will \nbecome impatient quickly). Remember the order in which guests arrive, but \ntry to serve the \"loner\" first.  \n3. Gossip. Do not tell off-color stories or argue politics or religion. Never \ncomplain about fellow employees, supervisors, guests, or bosses. A good \nbartender never wins an argument. \n4. Interrupt; be a good listener. However, never give the impression of \nlistening in on conversation between guests. \n \n \n    \nDrifter’s  \nDrifter’s  CONCLUSION  \nThere is a lot of information contained in this manual! Believe it or not, however, there is \neven more information that is not. \nWe have given you the basics, as we view them, and how we would like them to be \nconducted. There is no section in this manual concerning \"Teamwork.\" The reason for \nthis is that we feel this topic falls under the \"Common Sense\" category. We expect our \nstaff at Drifter’s  to possess this common sense from the word \"GO.\"  \nWe want you to use the service tips in the manual, along with your common sense, and \nabove all, YOUR individuality, to help create an atmosphere that will encourage good \ntimes for our guests, and yourself. When this happens, you will be ensuring the success of \nnot only Drifter’s , but also yourself.  \nGOOD LUCK!!!",
    "text_preview": "Drifter’s  \nDrifter’s   \n \n \n \n  \n \nFRONT OF HOUSE  \n(FOH)  \nTRAINING MANUAL  \n \nServers, Bart enders, Hosts & Bussers  \nThis manual is not a contract  \n \n \n \nDrifter’s  \nDrifter’s  TABLE OF CONTENTS ..."
  },
  "5a6fefde-078e-4b88-bf74-0ec488866d45": {
    "id": "5a6fefde-078e-4b88-bf74-0ec488866d45",
    "filename": "5a6fefde-078e-4b88-bf74-0ec488866d45_Preview-Line Cook Training Manual - QSR.pdf",
    "original_filename": "Preview-Line Cook Training Manual - QSR.pdf",
    "upload_timestamp": "2025-06-24T14:45:59.677242",
    "file_size": 1145141,
    "pages_count": 56,
    "text_content": "(YourLogoHere)STOP\n \nLine Cook Training Manual  \n[Restaurant Name]  i 3/18/2020  Contents  \nIntroduction  ................................ ................................ ...................  1 \nQualities of a Good Line Cook  ................................ ...........................  1 \nTraining Outline  ................................ ................................ .................  2 \nGeneral Employee Policies  ................................ ..........................  3 \nGeneral Team Rules  ................................ ................................ ..........  3 \nAppearance  Standards  ................................ ................................ ...... 3 \nCrew Members  ................................ ................................ ..........................  3 \nUniform Standards  ................................ ................................ ....................  4 \nOrientation Period  ................................ ................................ ..............  5 \nSchedules  ................................ ................................ ..........................  5 \nTardiness and Absenteeism ................................ ...............................  6 \nPayment Procedures  ................................ ................................ .........  7 \nTime Clock/Time Cards  ................................ ................................ ............  7 \nPayroll Checks  ................................ ................................ ..........................  7 \nPayroll Deductions  ................................ ................................ ....................  7 \nLost Paychecks  ................................ ................................ .........................  7 \nStandards of Conduct  ................................ ................................ ........  8 \nHarassment Policy  ................................ ................................ .............  9 \nSexual Harassment  ................................ ................................ .................  10 \nTypes of Sexual Harassment  ................................ ................................ .. 10 \nComplaint Procedures  ................................ ................................ ............  11 \nAdherenc e to Our Harassment Policy ................................ .....................  11 \nTheft Policy  ................................ ................................ ......................  12 \nSmoking Policy  ................................ ................................ ................  12 \nEmployee Rest and Meal Policy  ................................ ......................  12 \nRest Period  ................................ ................................ .............................  12 \nMeal Period  ................................ ................................ .............................  12 \nLine Cook Job Standards  ................................ ...........................  13 \nRole of the Line Cook Position  ................................ .........................  13 \nJob Description  ................................ ................................ ................  13 \nSummary of Position  ................................ ................................ ...............  13 \nDuties and Responsibilities  ................................ ................................ ..... 13 \nQualifications  ................................ ................................ ...........................  14 \nSanitation and  Safety  ................................ ................................ . 15 \nImportance of Sanitation  ................................ ................................ .. 15 \nMajor Causes of Foodborne Illnesses  ................................ ....................  15 \nPersonnel Sanitation Standards  ................................ .......................  16 \nHand Washing ................................ ................................ .........................  16 \nPersonal Health ................................ ................................ .......................  17 \nPersonal Hygiene  ................................ ................................ ....................  17 \nFoodservice Sanitation Standards  ................................ ...................  19 \nLine Cook Training Manual  \n[Restaurant Name]  ii 3/18/2020  Flow of Food  ................................ ................................ ...........................  19 \nReceiving  ................................ ................................ ................................  20 \nStorage  ................................ ................................ ................................ .... 20 \nProper Thawing  ................................ ................................ .......................  21 \nPreparing and Serving Food  ................................ ................................ ... 21 \nCooking  ................................ ................................ ................................ ... 23 \nHolding Foods  ................................ ................................ .........................  24 \nAvoid Cross -Contamination  ................................ ................................ .... 24 \nHandle Ice and Tableware Properly ................................ ........................  24 \nRestaurant Sanitation Standards  ................................ .....................  25 \nGriddles  ................................ ................................ ................................ ... 25 \nKitchen Hoods  ................................ ................................ .........................  25 \nOpen Fryer  ................................ ................................ ..............................  25 \nFry Baskets  ................................ ................................ .............................  26 \nCoolers  ................................ ................................ ................................ .... 26 \nHolding Cabinets  ................................ ................................ .....................  26 \nFreezers  ................................ ................................ ................................ .. 26 \nCounters, Racks and Shelves  ................................ ................................ . 26 \nWastebaskets  ................................ ................................ ..........................  27 \nFloors and Kick Base  ................................ ................................ ..............  27 \nWalls and Doors  ................................ ................................ ......................  27 \nPersonnel Sink  ................................ ................................ ........................  28 \nChemical Handling & Storage  ................................ ................................ . 28 \nDispose of Waste Properly  ................................ ................................ ..... 28 \nKeep Insects and Animals Out by . . .  ................................ .....................  29 \nRestaurant Safety Procedures  ................................ .........................  30 \nWhen Cleaning Stationary Equipment  ................................ ....................  30 \nPreventing Falls  ................................ ................................ ......................  30 \nPreventing Electric Shock  ................................ ................................ ....... 31 \nLift Properly  ................................ ................................ .............................  31 \nMoving a Cart Properly  ................................ ................................ ...........  31 \nPreventing Cuts ................................ ................................ .......................  32 \nKnife Handli ng ................................ ................................ .........................  32 \nPreventing Burns ................................ ................................ .....................  32 \nPreventing Fires  ................................ ................................ ......................  33 \nSafe Chemical Handling  ................................ ................................ .........  33 \nHands -on Training: Sanitation & Safety  ................................ ...........  34 \nLine Cook Position Procedures  ................................ .................  35 \nIntroduction  ................................ ................................ ......................  35 \nStation Preparation  ................................ ................................ ..........  35 \nHands -on Training: Station Preparation  ................................ ...........  35 \nKitchen Equipment and Terminology  ................................ ...............  36 \nKitchen Terminology  ................................ ................................ ...............  36 \nKitchen Tool Tips  ................................ ................................ ....................  39 \nLine Cook Training Manual  \n[Restaurant Name]  iii 3/18/2020  Units of Measure  ................................ ................................ .....................  41 \nProper Knife  Usage  ................................ ................................ .................  42 \nFood Presentation  ................................ ................................ ...........  42 \nRecipes  ................................ ................................ ...........................  43 \nFood Storage and Rotation  ................................ ..............................  44 \nControlling Waste and Storage  ................................ ........................  46 \nThe Waste Sheet  ................................ ................................ ....................  46 \nHands -on Training: Cooking Procedures  ................................ .........  47 \nForms  ................................ ................................ ...........................  48 \nOpening Checklist  ................................ ................................ ............  48 \nClosing Checklist  ................................ ................................ .............  48 \nCustomer Service  ................................ ................................ ....... 49 \nLine Cook Evaluation Form  ................................ ..............................  50 \nConclusion  ................................ ................................ ..................  52 \nLine Cook Training Manual  \n[Restaurant Name]  1 3/18/2020  Introduction  \nCongratulations on your employment as a line cook at [Restaurant \nName] . As a line cook, you are an important part of every meal we \nserve and each guest’s experience in our restaurant. We take great \npride in the quality of our food and the clea nliness of our kitchen. Our \nhigh standards can only be maintained through great people like you \nwho share our values and desire to provide our customers with the best \nexperience each time they visit our establishment.  \nThis guide will provide you with info rmation related to your job \nwithin the restaurant. You will also receive hands -on training. We are \npositive that through using this guide as reference and practicing your \nprocedures through hands -on training, you will be successful in your \njob at [Restaura nt Name] . \nOnce again, welcome to the  [Restaurant Name]  team!   \nQualities of a Good Line  Cook  \n Efficient:  A good line cook works quickly and efficiently to \nprovide the quantity of products needed to keep up with our \nvolume of business.  \n Organized and Focused:  A good line cook stays focused on one \nor two tasks at a time and completes those tasks before moving on \nto something else.  \n Attention to Cleanliness and Sanitation:  Much of a line cook’s \njob is involved with maintaining standards of cleanliness in the \nkitchen. A good line cook must be aware of our cleaning and \nsanitation standards and must maintain them consistently.  \n Team Player:  A good line cook is always aware of what’s going \non in the kitchen and is ready and willing to help others get the job \ndone.  \n\nLine Cook Training Manual  \n[Restaurant Name]  2 3/18/2020  Training Outline  \nYour training will be conducted over a number of shifts at the \nrestaurant and will consist of a combination of reviewing information \nin this guide and hands -on training within the restaurant. This outline \nis to be used as a guideline; you r trainer will provide you a detailed \nschedule for your training.  \nTraining Activity  Date \nScheduled/Date \nCompleted  Completed \n(Trainer’s \nInitials)  \nGeneral Employee Policies  \nReview : Employee Policies  /  \nPrep Cook  Job Standards  \nReview:  Role of Line Cook  Position  /  \nReview: Job Description  /  \nSanitation and Safety  \nReview: Personnel Sanitation Standards  /  \nReview:  Restaurant Sanitation Standards  /  \nReview:  Restaurant Safety Procedures  /  \nHands -on: Demonstrate and Practice \nSanitation and Safety Procedures  /  \nLine Cook  Position Procedures  \nReview:  Station Preparation  /  \nHands -on: Station Preparation  /  \nReview: Line Cook Duties  /  \nHands -on: Cooking  Procedures  /  \nReview:  Customer Service  /  \nForms  \nReview:  Opening Checklist Procedures  /  \nReview: Closing Checklist  Procedures  /  \n \nFinal Evaluation : by Trainer/Manager    \n\nLine Cook Training Manual  \n[Restaurant Name]  3 3/18/2020  General Employee Policies  \nGeneral Team Rules  \nWe expect that each employee understands and follows these general \nteam guidelines when coming to work each day:  \n Remain loyal to the company and its goals.  \n Understand the importance and maintain a high level of service, \nquality of products, and the cleanliness in the restaurants.  \n Remain honest and take responsibility in the pe rformance of job \ntasks.  \n Respect the supervisor and fellow workers, as well as understand \nthe importance of teamwork.  \n Extend warm attention and politeness towards our customers and \nclients as they are the reason of our existence and ones responsible \nfor us having jobs.  \n Always project a great image of our company.  \n Fulfill all the assignments that are given to them.  \n Transfer all information that they get from the customers in regards \nto the quality service and quality products that we serve, as well as \nthe cle anliness of our restaurants.  \nAppearance Standards  \nThe nature of our business requires high standards of cleanliness and \nsanitation, both in our food products and work areas, and from the \nindividuals who prepare and serve food. Appearance and hygiene have \na direct impact on the overall experience we provide. Remember, our \nguests’ experiences are based on the use of their senses. What they see, \nhear, smell, touch, and taste in our restaurants affect how they \nremember their experiences, whether they will retur n, and whether \nthey recommend us to others. To maintain the necessary high \nstandards and to present our guests with an appropriate image, we have \nestablished guidelines governing the attire, cleanliness, and appearance \nof our crew members.  \nCrew Members  \n Shoes, Socks:  Comfortable closed -toe, rubber -soled, safe shoes are \nrequired. Shoes must be clean and polished. Socks are required.  \n\nLine Cook Training Manual  \n[Restaurant Name]  4 3/18/2020   Hair:  Hair must be neat, clean, and styled in a conventional \nmanner. Staff working with food in any manner must contain their \nhair appropriately to avoid safety and health issues. Long hair must \nbe restrained, pulled back, or tied up.  \n Hats: Hats, where applicable, must be clean and must be worn \nfacing the front, as designed to be worn.  \n Shaving:  Men should be clean -shaven daily. Ful ly grown beards \nand mustaches are acceptable if they are kept neatly trimmed. \nBeards and mustaches may only be grown during vacation or \nextended non -working periods.  \n Bathing, Personal Hygiene:  All crew members must bathe and \nuse deodorant daily. Scents sho uld be worn lightly, or not worn at \nall, so we do not interfere with guests’ senses of taste or smell (or \nallergies).  \n Tattoos, Body Piercing: Tattoos must be covered while in \nuniform. No body -pierced items visible to guests may be worn.  \n Beepers, Cell Phone s: Beepers, cell phones, or similar items are \nnot allowed to be worn or carried on duty since they can cause \ndistraction from your duties. Such items should be stored for use \nwhen off duty.  \n Name Tags: Crew members are required to wear name tags during \nbusiness hours. If a name tag is lost, the company may charge the \nemployee for the replacement , to the extent allowed by Fair Labor \nStandards Act  \nUniform Standards  \nCrew members wear different uniforms in each of our restaurants, with \nthe restaurant providing part of the uniform. Remember, appearance \ncreates an important first impression for our guests and our team \natmosphere. Crew members are responsible for their uniform care. All \narticles should be clean, pressed, and available to wear prior to each \nshift. A ll aspects of the uniform are subject to management approval.  \nLine Cook Training Manual  \n[Restaurant Name]  5 3/18/2020   Orientation Period  \nYou have been through our employee selection process, have been \nselected for employment, and appear to have the potential to develop \ninto a successful employee. However, we want the opportunity to \nbegin the training period, get to know you, see how you fit in with \nyour co -workers, and determine if you are willing and able to carry out \nthe responsibilities for the position in which you were hired. It’s also \nimportant for you t o get to know us and become familiar with how we \noperate to find out if this job is for you. We have a 30 -day orientation \nperiod for that purpose referred to above. The 30 -day period allows \nboth you and the restaurant to see whether or not it’s a good fit and if \nnot, part the restaurant amicably. During the orientation period you \nwill begin your training and be observed by management. Also, during \nthis time if you feel you do not understand what’s expected of you or \nthat you need additional training, we enc ourage you to ask questions \nand seek additional help from our management staff.  \nSchedules  \nSchedules are prepared to meet the work demands of the restaurant. As \nthe work demands change, management reserves the right to adjust \nworking hours and shifts. Schedules are posted weekly. Each \nemployee is responsible for working his or her shift.  \nEmploy ees should arrive 10 to 15 minutes before the shift begins so \nthat they have time to get settled and ready for the shift. Employees are \nto clock in when the shift begins and be ready to start work \nimmediately.  \nSchedule changes may be allowed only if the e mployee finds a \nreplacement and receives management approval. To be valid, the \nmanager must indicate and initial the change on the posted schedule. \nThe restaurant usually requires high levels of staff on or around \nholidays, sporting events, and other speci al events. Understanding that \nemployees have a life outside of the restaurant, we always try to find a \nway to work with our employees to meet schedule requests. We do, \nhowever, ask employees to remember just how crucial each position is \nto the proper funct ioning of the restaurant. Ensure that your employees \nunderstand that even though we will try to comply with requests, there \nis no assurance that you will be able to grant the requested time off in \nall circumstances.  \n\nLine Cook Training Manual  \n[Restaurant Name]  6 3/18/2020  Tardiness and Absenteeism  \nEmployees must  be prepared to start work promptly at the beginning \nof the shift. The scheduled time is the time employees are expected to \nbe on the job, not arrive at the restaurant. Repeated tardiness is \ngrounds for termination. Realizing that emergency situations can arise \nand people do become ill, ask that employees provide you with the \nmost amount of time possible to allow you to attempt to cover the \nshift. Calling in minutes before a scheduled shift puts both the guests \nand other employees at a disadvantage. Under n o circumstances should \nan employee call and leave a message on the answering machine. \nEmployees must speak to the manager in charge directly.  \nAll employees are expected to work on a regular, consistent basis and \ncomplete their regularly scheduled hours per  week. Excessive \nabsenteeism should result in disciplinary action, up to and including \ntermination. Disciplinary action taken because of absenteeism should \nbe considered on an individual basis, following a review of the \nemployee’s absentee and overall work  record.  \nAny employee who does not call or report to work for two consecutive \nshifts should be considered to have voluntarily resigned.  \nLine Cook Training Manual  \n[Restaurant Name]  7 3/18/2020  Payment Procedures  \nTime Clock/Time Cards  \nEmployees should arrive at the restaurant 10 to 15 minutes before they \nare sc heduled to start work. The manager on duty should be notified \nwhen employees have arrived for their shifts. Employees may clock in \nwithin five minutes of the start of their shifts. All hourly employees \nare given an employee ID number to clock in and out on  the restaurant \ntimekeeping system.  \nTampering, altering, or falsifying time records or recording time on \nanother employee’s ID number is not allowed and should result in \ndisciplinary action, up to and including termination.  \nPayroll Checks  \nThe general manag er will inform all employees of when paychecks are \navailable to be picked up.  \nPayroll Deductions  \nPaychecks will indicate the gross earnings as well as deductions for \nfederal and state withholding taxes and Social Security and Medicare \ntaxes. Federal and s tate withholding taxes are authorized by the \nemployee based on the information furnished on the W -4 form.  \nLost Paychecks  \nLost paychecks are to be reported to the general manager. Stop \npayments should be placed on the lost check and a new check reissued. \nThe reissued check should incur a deduction equal to the bank stop \npayment charge.  \n\nLine Cook Training Manual  \n[Restaurant Name]  8 3/18/2020  Standards of Conduct  \nConsistent with our values, it is important for all employees to be fully \naware of the rules, which govern our conduct and behavior. In order to \nwork to gether as a team and maintain an orderly, productive, and \npositive working environment, everyone must conform to standards of \nreasonable conduct and policies of the restaurant. An employee \ninvolved in any of the following conduct may result in disciplinary  \naction up to and including immediate termination without a written \nwarning.  \n Invalid work authorization (I -9 form)  \n Supplying false or misleading information to the restaurant, \nincluding information at the time of application for employment, \nleave of absenc e, or sick pay.  \n Not showing up for a shift without notifying the manager on duty. \n(No call, no show, no job)  \n Clocking another employee ―in‖ or ―out‖ on the restaurant \ntimekeeping system or having another employee clock you either \n―in‖ or ―out.‖  \n Leaving you r job before the scheduled time without the permission \nof the manager on duty.  \n Arrest or conviction of a felony offense.  \n Disorderly or indecent conduct.  \n Gambling on restaurant property.  \n Theft of customer, employee, or restaurant property including \nitems found on restaurant premises.  \n Theft, dishonesty, or mishandling of restaurant funds. Failure to \nfollow cash, guest check, or credit card processing procedures.  \n Refusal to follow instructi ons. \n Engaging in harassment of any kind toward another employee or \ncustomer.  \n Failure to consistently perform job responsibilities in a satisfactory \nmanner within the 30 -day orientation period.  \n Use, distribution, or possession of illegal drugs on restaurant  \nproperty or being under the influence of these substances when \nreporting to work or during work hours.  \n Use or possession of alcohol or illegal drugs on the job or on \ncompany property.   \n\nLine Cook Training Manual  \n[Restaurant Name]  9 3/18/2020   Employees using or possessing alcohol or illegal drugs on \ncompany prop erty or while at work or who report to work under \nthe influence of alcohol or illegal drugs.  \n Waste or destruction of restaurant property.  \n Actions or threats of violence or abusive language directed toward \na customer or another staff member.  \n Excessive tardi ness.  \n Disclosing confidential information including policies, procedures, \nrecipes, manuals or any propriety information to anyone outside \nthe restaurant.  \n Rude or improper behavior with customers including the \ndiscussion of tips.  \n Smoking or eating in unapp roved areas or during unauthorized \nbreaks.  \n Not entering and exiting the restaurant through approved entrance.  \n Failure to comply with restaurant’s personal cleanliness and \ngrooming standards.  \n Failure to comply with restaurant’s uniform and dress \nrequirement s. \n Failure to report safety hazards, equipment defects, accidents or \ninjuries immediately to management.  \nHarassment  Policy  \n[Restaurant Name]  has a zero tolerance policy towards any form of \nharassment in the workplace. All complaints of harassment will be \npromptly and confidently investigated by [Restaurant Name]  and \nappropriate action, including possible termination, will be taken \nagainst those who violate this policy. Additionally, persons who \nengage in sexual harassment may be held civilly and/or criminal ly \nliable for their actions.  \nIt is our policy to treat all personnel with dignity and respect and make \npersonnel decisions without regard to race, sex, age, color, national \norigin, religion, or disability. We strive to provide everyone a \nworkplace that is free of harassment of any kind. Employees are \nencouraged to promptly report incidences of harassment.  \nLine Cook Training Manual  \n[Restaurant Name]  10 3/18/2020  Sexual Harassment  \nAll of our employees have a right to be free from sexual harassment. \n[Restaurant Name]  does not condone actions, words, jokes, or \ncomme nts that a reasonable person would regard as sexually harassing \nor coercive.   \nDefinition of Sexual Harassment  \n“Unwelcome sexual advances, requests for sexual favors, and other \nverbal or physical conduct of a sexual nature constitute sexual \nharassment when  submission to or rejection of this conduct explicitly \nor implicitly affects an individual’s employment, unreasonably \ninterferes with an individual’s work performance, or creates an \nintimidating, hostile, or offensive work environment.” (Title VII of the \nCivil Rights Act of 1964)  \nTypes of Sexual Harassment  \nSexual harassment may take many forms, for example:  \nVerbal sexual harassment  \n Whispering in an obvious way about the way a person looks, \nwalks, talks, or sits  \n Displaying written or graphic sexual material  \n Soliciting dates or sex  \n Repeatedly talking about sex or describing sexual acts  \n Constant, aggressive and unwanted attention, directly or indirectly, \nof a sexual nature  \n Threatening consequences if (sexual) attention is not reciprocated  \n Making sexual referen ces to a person’s clothing or body  \n Telling offensive sexual jokes  \n Making suggestive noises  \n Making sexually oriented comments about weight, body shape, or \nsize \nPhysical sexual harassment  \n Invasion of personal space  \n Cornering another person  \n Attempts to kiss o r fondle  \n Physical attack  \n Attempted rape or rape  \nLine Cook Training Manual  \n[Restaurant Name]  11 3/18/2020   Inappropriate touching, patting, hugging, or brushing against a \nperson’s body  \n Gestures and other behaviors  \nEmployees need to be concerned not only with the intent of their \nactions of this kind but also the e ffects; while sexual harassment \ninvolves repeated, unwanted sexual attention, persons involved in \nisolated or inadvertent incidents demonstrate insensitivity toward \nothers. Repeated occurrences will be considered intentional violations \nof the policy.  \nCompl aint Procedures  \nAnyone who feels it necessary to discuss what may appear to be sexual \nharassment should report the harassment promptly to at least two \npeople who are in a supervisory or management capacity. The report \nwill be kept as confidential as possib le. A prompt and thorough \ninvestigation will be made. If a claim is substantiated, the company \nwill take immediate and appropriate action, including discipline and \npossible termination.  \nAdherence to Our Harassment Policy  \nAll employees are required to adher e to the policy prohibiting \ndiscrimination and harassment while on restaurant  premises —\nengaging in work -related activities, company -sponsored training, or \nother functions.  \nEmployee Responsibility  \nIt is the responsibility of every employee to prevent discrimination and \nharassment. Also, every employee has the right to tell a person, in a \nprofessional manner, to stop behavior toward him or her that the \nemployee believes to be discriminatory, harassin g, and/or offensive. \nAny employee who feels subjected to discrimination or harassment \nshould immediately report it to his or her human resources \nrepresentative, or area manager, or franchise owner or human resource \nrepresentative.  \nManagement’s Responsibil ity \nManagement employees who witness or receive reports of \ndiscriminatory or harassing behavior are required to take appropriate \naction, including immediately reporting such behavior to local human \nresources, the area manager, or franchise owner or human r esource \nrepresentative. Management employees who fail to promptly report \nsuch behavior may be subject to discipline.  \nLine Cook Training Manual  \n[Restaurant Name]  12 3/18/2020  Theft Policy  \nWe have zero tolerance for theft. If you are caught stealing you will be \nterminated and we will pursue legal action to the ful lest possible extent \nof the law.  \nSmoking Policy  \nSmoking will be permitted only in designated areas  unless otherwise \nprohibited by local ordinance . Management will determine these areas . \nSmoking will not be permitted within the view of the public or in food \nprep/service areas. Hand washing is mandatory after a smoke break.  \nEmployee Rest  and Meal Policy  \nNOTE: The following information are the recommended meal and rest \nperiod policies. It is important for you to know your local regulations \nand to follow wh ich ever policies are more strict.  \nRest Period  \nEach employee is allowed two paid 10 -minute rest periods, one for \nevery four hours worked. For every two hours of overtime worked, an \nadditional 10 -minute rest period is allowed.  \nMeal Period  \nEmployees who wor k a period of more than five hours are entitled to a \n30-minute meal break. Employees must be relieved of all duties during \nthe meal break. Compensation for the 30 -minute meal break must be \npaid if the employee has voluntarily agreed to waive his or her mea l \nbreak by (1) working through his or her meal break, or (2) agreeing to \nremain on premises during the meal break.  \n \n\nLine Cook Training Manual  \n[Restaurant Name]  13 3/18/2020  Line Cook  Job Standards  \nRole of the Line  Cook  Position  \nAs the line cook , you are responsible to cook the prepared food items \nin the prescri bed metho ds. Must ensure that all food products have \nbeen prepared correctly before cooking and are cooked to perfection . \nBelow you will find the job description for this position that will \noutline your responsibilities and qualifications for this job.  \nJob  Description  \nPosition:  Line Cook  \nReports to:   Restaurant Manager  \nSummary of Position  \nCook  food for consumption by the customer. Prepare consistent, high -\nquality food in conformance with the restaurant’s standards. Maintain \na sanitary kitchen and work station.  \nDuties and Responsibilities  \n Always come to work with a clean uniform.  \n Ensure that pro per preparation procedures have been completed.  \n Prepare the cooking areas for the shift.  \n Maintain the highest level of food quality.  \n Communicate with coworkers, counter persons and management.  \n Be aware  of what is happening in the Front -of-the-house (I.e. \nunexpected rush of people)  \n Account for every food item used.  \n Maintain  a clean and safe kitchen.  \n Follow all health and safety regulations.  \n Follow all restaurant regulations.  \n Control and limit waste.  \n Communicate problems and ideas to management.  \n Maintain all kitchen equipment and utensils.  \n Keep kitchen area clean and organized.  \n Follow proper rotation procedures.  \n\nLine Cook Training Manual  \n[Restaurant Name]  14 3/18/2020   Follow the recipes to meet the restaurant’s standards.  \n Be a team player —support and assist your fellow team members \nwhenever possible.  \nQualifications  \n High school diploma or equivalent desired but not essential for \nprep area.  \n Must be able to read, speak, write, and understand the primary \nlanguage of the work location.  \n Must be able to perform simple math calculations and follow \ndirections for equipment and recipe production.  \n Must be able to speak and listen to staff and managers for cooking \ninstructions.  \n Must be able to stand and exert well -paced mobility for the \nduration of a scheduled shift.  \n Must have the ability to stand and walk for extended periods of \ntime.  \n Must have the ability to lift, stoop, and bend.  \n Must exhibit hand coordination and dexterity for rapid \nproductions.  \n Must have the ability to lift pots, pans, products, and other items \nweighing up to 50 pounds frequently.  \n \n \n \n \n  \nLine Cook Training Manual  \n[Restaurant Name]  15 3/18/2020  Sanitation and Safety  \nImportance of Sanitation  \nAt every step in the flow of food through the restaurant —from \nreceiving through final service, employees can contaminate food and \ncause customers to become ill. Good personal hygiene is a critical \nprotective measure agains t foodborne illness.  \nWhy is sanitation important to the restaurant and our customers?  \n Cleanliness reflects our commitment to our customers.  \n Cleanliness tells customers and employees alike that we believe in \nhigh quality.  \n Clean surroundings help ensure that customers keep coming back.  \n A safe and healthy environment helps attract high -quality \nemployees.  \n Employees take pride in a clean restaurant.  \nMajor Causes of Foodborne Illnesses  \n Poor personal hygiene  \n Employees with infectious illnesses  \n Improper food handling and storage  \n Unsafe food holding temperatures (food left in the danger zone of \n41°F to 135°F for four or more hours)   \n Unsafe reheating and cooling of foods  \n Unsanitary dishware, utensils, and equipment  \n Cross contamination (the transfer of harmful m icroorganisms from \none food product to another)  \n Improper chemical storage  \n\nLine Cook Training Manual  \n[Restaurant Name]  16 3/18/2020  Personnel Sanitation Standards  \nPersonal cleanliness and hygiene is the responsibility of every \nemployee at the restaurant. Not complying with these standards could \ncompromise the safety of our foodservice establishment.  \nEveryone in the restaurant handles food and interacts with custome rs. \nThat’s why it is so important that every employee follows a high \nstandard of personal hygiene.  \nA proper food handler will:  \n Follow hand washing policy  \n Maintain personal cleanliness  \n Wear clean and appropriate uniforms and follows dress codes  \n Avoid unsani tary habits and actions  \n Maintain good health  \n Report illness  \n Remove aprons when leaving food -preparation areas  \n Wear appropriate shoes (clean, closed -toe shoes with non -slip \nsoles)  \n Remove jewelry prior to preparing or serving food  \n Wear single -use gloves when  preparing and touching food  \nHand Washing  \nEmployees must ALWAYS wash hands BEFORE:  \n Starting work each day and handling food.  \nAlso, employees MUST wash AFTER the following activities:  \n Using the restroom  \n Touching your hair or face  \n Sneezing, coughing, or b lowing your nose.  \n Handling raw food (before and after)  \n Eating, taking and breaks  \n Handling dirty dishes, equipment, or utensils  \n Smoking, eating, drinking, or chewing gum or tobacco  \n Taking out the garbage  \n Handling chemicals that might affect food  \n Touching clothing or apron  \n\nLine Cook Training Manual  \n[Restaurant Name]  17 3/18/2020   Clearing tables or cleaning the dining room  \n Touching anything that may contaminate hands  \nTo help keep your hands free of bacteria:  \n Use the nail brushes kept by each hand sink.  \n Follow signs in restrooms reminding you to wash your hands.  \n Wear latex gloves on the job and change them frequently.  \n Never wash hands where food is prepared or equipment or utensils \nare washed.  \n Make sure you wash your hands only in sinks designated for that \npurpose.  \nHand Washing Steps  \nStep 1.  Wet your hands with  running water as hot as you can \ncomfortably stand (at least 100ºF [38ºC]).  \nStep 2.  Apply soap. Apply enough soap to build up a good lather.  \nStep 3.  Vigorously scrub hands and arms for at least twenty \nseconds. Lather well beyond the wrists, including \nexposed portions of the arms.  \nStep 4.  Clean under fingernails and between fingers.  \nStep 5.  Rinse thoroughly under running water. Turn off the faucet \nusing a single -use paper towel, if available.  \nStep 6.  Dry hands and arms. Use single -use paper towels or  a \nwarm -air hand dryer. Never use aprons or wiping cloths \nto dry hands after washing.  \n \nPersonal Health  \n Stay at home if you have the flu, sore throat, fever, diarrhea, \nvomiting, headache, or dizziness.  \n Contact the restaurant and speak to a manager if you  are sick and \nfeel you need to stay home.  \nPersonal Hygiene  \nHair Washing:  \n Hair should be washed and well groomed. Dirty hair attracts \nbacteria and dandruff can fall into food.  \n If you have to work in the kitchen, hair restraints must be worn.  \nLine Cook Training Manual  \n[Restaurant Name]  18 3/18/2020  Bathing:  \n You mu st bathe daily or more often if your job requires it. Body \nodor is offensive to patrons and to other workers.  \nFingernails:  \n Fingernails should be trimmed, clean, and well groomed. Ill -\ngroomed nails harbor bacteria and are difficult to keep sanitary.  \n Unless gloves are worn, fingernail polish is not to be worn when \npreparing food.  \nCuts and Abrasions:  \n Wounds and open sores should be bandaged and covered with a \nwaterproof protector.  \nSmoking/Dipping:  \n Employees are not allowed to use tobacco products in any part of \nthe restaurant while working.  \nLine Cook Training Manual  \n[Restaurant Name]  19 3/18/2020  Foodservice Sanitation  Standards  \nFlow of Food  \nControlling the flo w of food by monitoring the temperatures and \nmanaging the time s is crucial to safe food handling. Belo w is an \noutline of good food control flow:  \nReceiving   \nReceive and store food quickly  \n \nStorage   \nStore food at its recommended temperatures.  \n \nPreparation  \nMinimize time spent in the temperature \ndanger zone of 41ºF (5º C) to 135ºF (57ºC)  \n \nCooking  \nCook food to its required minimum internal \ntemperature for the right amount of time.  \n \nHolding   \nHold hot food at 135ºF (57ºC) or higher and \ncold food at 41ºF (5º C) or lower.  \n \nCooling   \nCool cooked food from 135ºF (57ºC) to 70ºF \n(21ºC) within two hours and from 70ºF (21ºC) \nto 41ºF to (5ºC) or lower within an additional \nfour hours, for a total of six hours.  \n \nReheating  \nReheat food to an internal temperature of \n165ºF (74ºC) for fifteen seconds within two \nhours.  \n\nLine Cook Training Manual  \n[Restaurant Name]  20 3/18/2020  Receiving  \nCarefully inspect all food as it arrives to make sure it’s up to standards. \nReject food  that shows any of the following characteristics:  \n Out-of-date freshness codes or bad odor  \n Thawed frozen foods or re -frozen foods (may have ice crystals)  \n Open, torn, or broken containers  \n Canned goods with any of the following:  \n Swelled top or bottom  \n Leakage or flawed seals and seams  \n Rust or dents  \n Abnormal odor, color, texture, or are foamy or have milky -\ncolored liquid  \n Stains or water marks on dry foods containers  \n Signs of spoilage or contamination on produce  \n Signs of insect or rodent activity in dry foods  \nStorage  \n Rotate product in storage areas before shipment is received.  \n Date all food as it is received.  \n Store in appropriate area. Store frozen and refrigerated items first.  \n Follow FIFO (first in, first out)  method for product rotation.  \n Place the newest arrivals behind the food that is already in stock —\nthat way the food on hand the longest will be used first.   \nLine Cook Training Manual  \n[Restaurant Name]  21 3/18/2020  Checking in Products  \nUse a thermometer to measure the temperature of products. Re ject \nproducts if the temperature is above the following amounts.  \n \nProduct  Proper Temperature  \nFresh meat  41° F or lower  \nFresh poultry  41° F or lower  \nFresh fish  41° F or lower  \nFresh lobster, shrimp, and \nshellfish  45° F or lower  \nMilk and milk products  41° F or lower  \nIce cream  6° to 10° F  \nWhole eggs  45° F or lower  \nLiquid eggs  Mfg. Recommendation  \nProper Thawing  \n Potentially hazardous food shall be thawed one of three ways:  \n Unde r refrigeration that maintains the food temperature at 41°F \n(5°C) or lower.  \n Completely submerged under running water at a temperature of \n70°F (21°C) or lower, with sufficient water velocity to agitate \nand float off loose particles in an overflow.  \n As part of the cooki ng process as long as the product reaches \nthe required min imum internal cooking temperature.  \n You can thaw food in a microwave oven if you immediately \ntransfer it to conventional cooking equipment, with no interruption \nin the process.  \n Thaw frozen raw food below ready - to-eat food, so the juices from \nthe thawing f ood do not fall onto the ready -to-eat food.  \n Food should be covered while thawing and should be clearly \nlabeled and dated.  \n Food should be completely thawed before cooking.  \n Never re -freeze thawed food.  \nPreparing and Serving Food  \nWhen preparing and cooking  foods, follow these standards:  \n Food preparation surfaces must be cleaned and sanitized before \nthey are used.  \n Wash your hands properly before touching food.  \n Keep everything clean while preparing meals. Wash hands and \nkitchen surfaces often with soap and water. Wash cutting boards, \nLine Cook Training Manual  \n[Restaurant Name]  22 3/18/2020  dishes, and utensils after preparing each food item and before \ngoing on to the next item.  \n Keep the time that food is out of the refrigerator as short as you \ncan, up to a maximum of four hours.  \n Check that all equipment and utensi ls are properly cleaned, \nsanitized, and dry before using them.  \n Ready -to-eat food must be kept apart from raw ingredients during \npreparation to avoid cross -contamination. Use one cutting board \nfor raw meat, poultry, and seafood, and a separate one for other  \nfood.  \n Never place cooked food on a plate that previously held raw meat, \npoultry, or seafood unless the plate has been thoroughly cleaned.  \n Change any wiping cloths frequently and clean and rinse after each \nuse. \n Wash ready -to-eat fruit and vegetables intended for same -day \nconsumption and sanitize ready -to-eat fruit and vegetables \nintended for future consumption.  \n If possible, use separate utensils and cutting boards when preparing \nraw food and ready -to-eat food, or prepare ready -to-eat food before \nraw f ood, and wash and sanitize utensils between uses.  \n People handling food should know and practice good personal \nhygiene, hand washing, and/or correct use of gloves.  \n Throw away single -use items after using them. Paper towels are \nrecommended for cleaning up ki tchen surfaces.  \n For canned goods, do not eat the contents if the cans are dented, \ncracked, or bulging. These are warning signs that the product may \nnot be safe.  \n Clean the top of the container before opening. After opening, \ninspect the product. Do not use p roducts that are discolored, \nmoldy, or have an off odor. Do not use products that spurt liquid or \nfoam when the container is opened. If you have questions about a \nproduct, do not taste the product to determine if it is safe.  \nLine Cook Training Manual  \n[Restaurant Name]  23 3/18/2020  Cooking  \nIt is crucial to cook  foods to the proper temperatures to ensure the \nsafety of our menu items. Follow these standards when cooking:  \n Cook to safe temperatures. Use a food thermometer to make sure \nmeat, poultry, and egg dishes are cooked to safe temperatures.  \n Check that the food  is thoroughly cooked or the center of the \ncooked food has reached 165°F (74°C), using a thermometer.  \n Check that soups, sauces, gravies, and casseroles boil.  \n Check that only clear juices run from thoroughly cooked minced \nmeats, poultry, chicken, or rolled  roasts.  \nMinimum Internal Cooking Temperatures  \nProduct  Temperature  \nGround meats  155° F for 15 seconds  \nFresh poultry  165° F for 15 seconds  \nPork, beef, lamb, veal  Steaks/Chops:  145° F \nfor 15 seconds  \nRoasts:  145° F for 4 \nminutes  \nFish 145° F for 15 seconds  \nFresh shell eggs for \nimmediate service  145° F for 15 seconds  \nCommercially processed \nready -to-eat foods held for \nservice  135° F  \nEggs, poultry, fish, meat \ncooked in a microwave oven  165° F; let food stand \nfor 2 minutes after \ncooking  \n \nLine Cook Training Manual  \n[Restaurant Name]  24 3/18/2020  Holding Foods  \nHolding Cold Food Items:  \n Check the internal temperature of food using a thermometer. Cold \nfood must be held at an internal temperature of 41°F (5°C) or \ncolder.  \n Only use cold -holding equipment that can keep food at proper \ntemperatures.  \n Do not store food dir ectly on ice. Whole fruit and vegetables and \nraw, cut vegetables are the only exceptions. Place food in pans or \non plates first.  \n Ice used on a display should be self -draining and drip pans should \nbe cleaned and sanitized after each use.  \nHolding Hot Food Items:  \n Only use hot holding units that are designed to keep hot food at the \nproper temperatures.  \n Check the internal temperature of food using a thermometer. Hot \nfood must be held at an internal temperature of 135°F (57°C) or \nhigher.  \n Never use hot -holding eq uipment to reheat food if it is not \ndesigned to do so.  \n Stir food at regular intervals to distribute heat evenly.  \n Use a clean thermometer to check the temperature of food.  \nAvoid Cross -Contamination  \n Keep separate cutting boards for raw and cooked foods.  \n Never mix leftovers with fresh food.  \n Store fresh raw meats, poultry, and fish on lowest racks.  \n Sanitize thermometers after each use.  \n When thawing raw foods in the refrigerator, place them on the \nlowest shelf.  \nHandle Ice and Tableware Properly  \n Use clean scoops  or tongs to pick up ice; do not use hands or glass.  \n Store scoops or tongs in a clean container, not in the ice.  \n Do not store any food or beverage in the ice.  \n Avoid touching food contact surface with dishes, utensils, etc.  \n \nLine Cook Training Manual  \n[Restaurant Name]  25 3/18/2020  Restaurant Sanitation Standard s \nIt is important to keep the restaurant clean and sanitized because it will \nimpress customers, making them feel confident that the food is clean, \nnutritious, healthy, and that it is a place where the entire family can \neat.  \nFurthermore, keeping a clean an d sanitized restaurant will reduce the \nrisk of a foodborne illness incident.  \nEach crew member plays  an important role in maintaining a clean and \nsanitary environement within the restaurant. As you should always \nkeep an eye open for cleanliness opportuniti es – there are specific \ncleaning tasks assigned to each position that must be conducted daily.  \nBelow you will find basic procedures for cleaning areas on the line. \nYour trainer will take you through the specifics for your restaurant.  \nGriddles  \n1. Unplug the griddles.  \n2. Let the griddles cool down at least 20 minutes. Spray the multi -\npurpose cleanser and rub the griddle with an abrasive sponge.  \n3. Clean with a towel dampened with water until all the cleanser has \nbeen removed.  \n4. Rub with a towel dampened w ith vinegar solution and then rub \nwith a towel dampened with water.    \nKitchen Hoods  \n1. Turn off the hoods and fryers and let cool down 30 or 40 minutes \nbefore cleaning.  \n2. Fill a spray bottle with an approved degreaser, according to the \nmanufacturer’s instructio ns.  \n3. Cover the fryers with trays to avoid oil contamination.  \n4. Wear safety glasses to avoid eye injury when cleaning the hood.  \n5. Place a stepladder beside hood, as near as possible.  \n6. Abundantly spray the degreaser on hood and clean with a towel to \nremove grea se and soot. Let the degreaser stand for three minutes \nif needed. Repeat the procedure until you are finished cleaning the \nentire hood..  \nOpen Fryer  \n1. Turn off the fryers. Move the main power switch to the OFF \nposition. The filter should be in its correct pla ce to prevent \nsplashing, or burns could result.  \n\nLine Cook Training Manual  \n[Restaurant Name]  26 3/18/2020  2. Empty the oil from the fryer, following your manufacturer’s \nprocedures.   \n3. Refill the fryer with fresh oil. \n4. For thorough cleaning procedures for the open fryer, refer to \nManufacturer’s Service Manual .  \nFry Bas kets \n1. Fill the sink compartment with the cleanser using the measurer. \nFill three -quarters of the sink with multi -purpose cleanser.  \n2. Place each basket in the cleanser solution and scrub it entirely with \nthe brush.  \n3. Rinse the baskets under a stream of hot wat er and let them dry.   \nCooler s \n1. Remove product from refrigerator and unplug it.  \n2. Dampen a clean disposable towel in bucket and clean the interior \nwalls of refrigerator.  \n3. Clean door gaskets with a brush or an abrasive sponge.  \n4. Wash interior walls with a dampened towel to remove cleanser.  \n5. Spray sanitizer on interior walls of refrigerator and rub with a \nclean towel.  \nHolding Cabinet s \n1. Unplug any holding cabinet to avoid electric shock.  \n2. Spray multipurpose cleanser on cabinet walls  and clean with a \nclean towel.  \n3. Spray multipurpose cleanser on cabinet doors and clean thoroughly \nwith a clean towel.  \nFreezer s \n1. Remove the products from the freezer and unplug it. Wait until it is \ndefrosted.  \n2. Dampen a towel with the cleanser solution and cl ean inside the \nfreezer.  \n3. Clean the door edges with a brush and abrasive sponge.  \n4. Rinse inside the freezer with a dampened towel.  \n5. Spray the sanitizer inside and rub with a clean towel . \nCounters,  Racks and Shelves   \n1. Unplug all electronic equipment  before cleani ng to avoid electric \nshock.  \nLine Cook Training Manual  \n[Restaurant Name]  27 3/18/2020  2. Spray the cleanser over the counters and racks and clean with a \ntowel. Clean under the  equipment .   \n3. Rinse the racks, rubbing them with a damp towel.  \nWastebaskets  \n1. Remove all filled trash bags and put them on trash deposits.  \n2. Clean covers by spraying them with multipurpose cleanser and \nrubbing covers clean with disposable towels.  \n3. Place new trash bags on trash receptacles and rapidly cover them.  \nFloors and Kick Base  \n1. Fill bucket with 2½ gallons of hot water. Add heavy -duty clean ser. \nFill other half of bucket with hot water.  \n2. Sweep all areas. Use scraper to remove any scrap on floor.  \n3. Place the wet floor sign in the area to be cleaned.  \n4. Dampen mop in bucket with heavy -duty cleanser to an area of 10’ \nx 10’. Clean making circles and distribute cleanser through area. \nLet cleanser stand for approximately two minutes.  \n5. Scrub floor with long -grip brush at least once a day. Dampen brush \nin cleanser and clean the area, including kick base. Make sure to \nclean thoroughly as this could prevent  an accident.  \n6. Rinse floor by using mop cleaned in second bucket. Clean making \ncircle to remove debris.  \n7. Rinse mop in second bucket to remove debris.  \n8. Dampen mop in bucket with cleanser and clean next area of 10’ x \n10’ until entire floor is cleaned.   \n9. After cleaning, empty buckets, wash mops, and let dry. Hang mops \nin storage area  \nWalls and Doors  \n1. Spray multipurpose cleanser and clean with towel. Repeat process \nuntil all surfaces are finished.  \nLine Cook Training Manual  \n[Restaurant Name]  28 3/18/2020  Personnel Sink  \n1. Spray multipurpose cleanser and scrub sink with br ush.   \n2. Wash with water and dry with clean towel.  \nChemical Handling & Storage  \n Wash all fresh fruits and vegetables thoroughly.  \n Always wash your hands thoroughly and change your uniform \nafter handling chemicals . \n Store chemicals away from food preparation, handling, and storage \nareas.  \n Keep chemicals in their original containers or other clearly labeled, \nsturdy container s. \n Never allow chemical s to come in contact with food. Immediately \nthrow away any food that comes in contact with chemicals of any \nkind.  \n Clean up chemical spills promptly, then wash your hands and \nchange your uniform.  \n Never place food in chemical containers or place chemicals in a \nfood container.  \nDispose of Waste Properly  \n Use metal or heavy -duty plastic garbage containers. Th ey must be \nleak-proof, easily cleaned, pest -proof, and durable.  \n Line containers with plastic bags.  \n Containers kept outdoors or in food preparation areas must have \ntight-fitting lids that are in place when not in actual use.  \n Do not allow garbage to accumulate anywhere but  in regular \ngarbage containers.  \n Remove garbage from food preparation areas as soon as possible.  \n Pest-proof storage areas. Store  garbage in areas large enough to \naccommodate wastes. Any inside storage areas must be pest -proof.  \n Only use outside containers  and dumpsters that are easily cleaned \nand position them on a smooth, non -absorbent material like \nconcrete.  \n Use enclosures around outside containers. The se are desirable for \naesthetic reasons and may be required by local codes.  \n Check with your trash remo val service if dumpsters need cleaning.  \n Clean containers and receptacles frequently, inside and out.  \nLine Cook Training Manual  \n[Restaurant Name]  29 3/18/2020   Use the mop sink area for washing garbage containers. I t is readily \navailable and is away from food preparation. It is equipped with \nhot and cold water a nd a floor drain for washing garbage cans \ndaily.  \nKeep Insects and Animals Out by . . .  \n Keeping doors closed  \n Taking garbage out frequently and keeping garbage areas clean  \n Report ing any holes where animal s can enter.  \n Not provid ing free meal s for animals.  \nLine Cook Training Manual  \n[Restaurant Name]  30 3/18/2020  Restaurant Safety Procedures  \nIn addition to a clean and sanitary environment, we pledge to provide a \nsafe environment. One of our primary goals is to operate an accident -\nfree restaurant. A safe restaurant takes teamwork and effort on \neveryone’s part.  \nWhen ever you see a potential hazard, or something you notice as \nunsafe, notify a manager immediately. Safety begins with you.  \nHere are guidelines for safety procedures:  \nWhen Cleaning Stationary Equipment  \n Unplug equipment; make sure hands are dry  \n Disassemble  \n Wash removable parts in a dish machine or three -compartment \nsink \n Wash and rinse stationary parts  \n Sanitize food contact surfaces with sanitizer  \n Air dry before reassembling, without touching food contact \nsurfaces  \nPreventing Falls  \n Wipe up spills immediately.  \n Use ―wet floor‖ signs.  \n Wear shoes with non -skid soles and heels.  \n Keep aisles and stairs clear.  \n Walk; do not run.  \n Follow established traffic patterns.  \n Do not carry anything that blocks your vision.  \n Keep drawers closed.  \n Use ladders properly; never use chairs , tables, or boxes. Do not \nstand on top of a ladder; do not over reach while standing on one.  \n Use handrails on stairs.  \n Turn lights on to see.  \n\nLine Cook Training Manual  \n[Restaurant Name]  31 3/18/2020  Preventing Electric Shock  \n Never touch electrical equipment with wet hands or while standing \nin water.  \n Unplug equ ipment before cleaning or disassembling to avoid \nshock.  \n Do not yank plugs out by the cord. This can cause damage to the \ncords, which may then cause shocks.  \n Report damaged and worn plugs and cords to your supervisor.  \nLift Properly  \n Separate your feet: Befor e lifting heavy objects, separate your feet \nat least 8‖ to 12‖ apart and keep them close to the base of the \nobject. This will reduce the strain on the back.  \n Keep your back straight: Make sure to keep your back straight and \nyour knees bent.  \n Lift object: Lea rn to lift objects appropriately by bending your \nknees and not curving your back. To lift an object, use your hands \nand leg muscles to bend. Do not slouch your back. Do not use the \nmuscles of your back.  \n Hold object close to your body and keep your back straight.  \n Rotate all your body, not just your upper torso, when lifting.  \n Use a dolly to lift heavy objects, but never load tall stacks since it \nis necessary to manage the load safely.  \n Do not overexert yourself: Recognize your own limits. You do not \nhave to  do the work of two people.  \nMoving a Cart Properly  \n Push rather than pull.  \n Spread feet wide, one in front of the other, with your front knee \nbent.  \n Keep your back straight.  \n Slowly push into the cart with your body weight, using your leg \nmuscles to do much of  the pushing.  \n Push slowly and smoothly. Avoid sudden motions or twisting your \nback.  \nLine Cook Training Manual  \n[Restaurant Name]  32 3/18/2020  Preventing Cuts  \n Know how to operate equipment.  \n Pay attention when using sharp equipment. Never touch the edges \nof sharp blades.  \n Use guards when provided on equipment.  \n Use tampers to push food into equipment.  \n Turn equipment off before adjusting.  \n No loose sleeves, ties, or dangling jewelry should be by \nequipment.  \n Carry dishes and glassware carefully.  \n Sweep up broken glass; do not use your hands.  \n Use special containers to disp ose of broken glass, dishes, and other \nsharp objects.  \n Remove can lids entirely from cans, then dispose of them.  \nKnife Handling  \n Do not use knives or operate any cutting or mixing equipment \nwithout proper training.  \n Use the correct type of knife for the job.  If you don’t know, ask the \nmanager.  \n Never cut towards yourself. Always cut away from yourself and \nothers.  \n Use a cutting board. Place a damp towel under the cutting board to \nprevent slippage.  \n Use no -cut gloves when using a knife for slicing or dicing.  \n Carry knives down at your side when walking through the kitchen.  \n Let a dropped knife fall. Never try to catch a falling knife.  \n Clean and sanitize a knife after each use.  \n Always return a knife to its proper storage location after use. Never \nplace a knife in  a sink.  \nPreventing Burns  \n Pay attention when working around hot equipment.  \n Always alert other employees when carrying hot foods by saying, \n―HOT FOOD‖ or ―BEHIND YOU.‖  \n Avoid overcrowding range tops.  \n Use dry potholders.  \nLine Cook Training Manual  \n[Restaurant Name]  33 3/18/2020   Keep pot handles turned in from the e dge of the range and open \nflames.  \n Avoid overfilling containers with hot foods.  \n Get help lifting heavy pots of hot foods.  \n Open lids of pots and doors of streamers away from you, and do so \nslowly, to avoid a steam burn.  \n Stir foods with long -handled spoons.  \n Warn others of hot surfaces.  \n Let equipment cool before cleaning, and do not use wet rags.  \n Do not put icy frozen foods into the fryer. Put foods slowly into the \nfryer and stand back to avoid being splattered.  \n Strike a match before turning on gas equipment to  avoid a flare -up. \n Wear closed -toe and closed -heel shoes that do not absorb liquids.  \n Metal containers, foils, or utensils should never be used in \nmicrowaves.  \n Warn guests of hot dishes.  \nPreventing Fires   \n Smoke only where allowed.  \n Do not turn your back on h ot oil as it may burst into flames.  \n Keep equipment and hoops from grease buildup because grease \ncauses many foodservice fires.  \n Do not set the fryer at too high a temperature.  \n Store matches in a covered container, away from heat.  \n Keep garbage in a covered c ontainer, away from heat.  \n Store chemicals away from heat since many chemicals are \nflammable.  \nSafe Chemical Handling  \nYour will be trained on how to use and handle chemical products in \nthe restaurant. Here are rules and guidelines to always remember when \nhandling chemicals:  \n Read the labels of all products before you use them.  \n Follow the directions for proper storage, handling, and use for all \nchemicals you use.  \n Ask the manager if you have any questions or concerns about \nusing a certain product.  \n Know how to  call for medical help in case of an emergency.  \nLine Cook Training Manual  \n[Restaurant Name]  34 3/18/2020   Never mix chemicals together.  \n Do not store chemicals in unmarked containers.  \n Do not store chemicals in or close to food storage, preparation, or \nserving areas.  \n Do not leave aerosol spray containers near heat or spray close to an \nopen flame.  \n Do not dispose of any empty chemical container until you have \nchecked on the label for how to do so.  \nReading the MSDS (Material Safety Data Sheets)  \n Read product name.  \n Fire hazard —explains if the product can catch fire or ex plode.  \n Health hazards —explains effects of overexposure and first -aid \nprocedures.  \n Spill precautions —explains steps to take in case of spills.  \n Special protection —describes any special measures, such as \ngoggles and rubber gloves used to decrease exposure and risk. \nRead Chemical Product Labels  \n Read name.  \n Read physical and health hazards.  \n Read instructions for storing, handling, and use.  \n Read instructions on what to do in case of an emergency.  \nWear Appropriate Safety Equipment  \n Gloves  \n Face shield  \n Shoes  \nHands -on Training: Sanitation & Safety  \nYour trainer will now demonstrate and you will practice proper \nsanitation and safety procedures. You will practice  how to properly \nwash your hands, how to use cleaning equipment, how to read MSDS \nand use chemical products, and how to safely use the equipment within \nyour station.   \n\nLine Cook Training Manual  \n[Restaurant Name]  35 3/18/2020  Line  Cook  Position Procedures  \nIntroduction  \nQuality products along with great customer service sets the stage for a \npositive customer experience. Delivering  great menu items begins with \nproper prep aration and cooking of our food items. That is where the \ncook comes in. You are the person responsible for ensuring our food \nitems are prepared and delivered following our standards and quality \nmeasures.  \nYou only have one chance to make a first impression on a customer. \nSo it is important to have the customer’s first impression be a positive \none. Quality menu items paired with  a staff of friendly, well -groomed \nemployees creates instant customer confidence.  \nStation Preparation  \n Clock in . \n Follow the opening ch ecklist items.  \n Check the kitchen  station and make sure the area is clean and \norderly.  \n Ensure that the equipment is functional.  \n The kitchen  area utensils and pans should be clean and ready to \nuse.  \n Check  holding cabinets and display cases and ensure they a re \nmaintaining proper temperatures.  \nHands -on Training: Station Preparation  \nYour trainer will now demonstrate and you will  practice  how to \nproperly prepare your station for service. You will practice  how to \nclock in, check your station for readiness,  start up kitchen equipment, \ncheck  holding cabinets and display cases , and follow the opening \nchecklist.    \n\nLine Cook Training Manual  \n[Restaurant Name]  36 3/18/2020  Kitchen Equipment and Terminology  \nThere is a variety of terminology and equipment used in the kitchen \nwhen preparing food items. Listed below are some of the most \ncommonly used terms and items:  \nKitchen Terminology  \nTerm  Description  \nBlanch  To immerse in boiling water or oil to loosen \nskin,  partially cook , and heighten color and \nflavor.  \nColander   A large bowl -shaped  utensil with many \nholes, used for draining, straining , and \nwashing food.  \nChop   \n To cut an item into pieces , usually  ½‖ x 1/2‖ \nor larger . \nChina Cap \nStrainer  Metal strainer wi th pointed, perforated tip.  \nDice   To cut into small pieces, usually 1/8 ‖ x 1/8 ‖ \nor 1/4 ‖ x ¼.‖. \n“86”  \n Term used when kitchen is out of a \nparticular item or when customer has \nrequested that an item be withheld from an \norder (example: dinner salad ―86‖ the \ntomatoes).  \nGarnish  Term used for plate presentation of a menu \nitem. How you want the item to look leaving \nthe kitchen.  \nIce Bath   Steps used to cool down a hot product \nquickly before refrigerating.  \nLexan   Durable, clear plastic container used for \nstoring food.  \nMeasuring Cups \n  Usually a set of four different -sized cups \nused for measuring liquids and some solids.  \n\nLine Cook Training Manual  \n[Restaurant Name]  37 3/18/2020  Term  Description  \nPot Sinks  Deep sinks used for washing dirty pots and \npans.  \n \nPrep Sinks    \n Deep basin s used for food preparation only. \nPots and pans are not to be washed in these \nsinks. Screens are placed over the drain \nopenings and must not be removed.  \nScales   Equipment used for weighing food.  \nSheet Pans  Large pans used for food storage, cooking , \nand b aking . \nShelf Life  Term used to describe the length of time a \nproduct can be stored without the loss of \nquality.  \nSimmer   To heat liquid until it begins to steam, but \ndoes not come to a boil.  \nSlicer   \n Equipment used to slice cheese, meat , and \nfruit. Useful in creating products of \nconsistent appearance, size , and weight.  \nSpatula  \n A rubber utensil used to scoop or scrape \nfood from containers or cans. Also called a \n―rubber scrapper. ‖ Can also be a flat metal \nutensil used to flip burgers, pa ncakes , or any \nother grilled product.  \nStrainers   \n Metal screens with long handles and hooks \nused to strain products.  \nWhip   \n To beat a product into a smooth consistency, \nusually with a wire whip or electric blender.  \nMeasuring \nSpoons   \n Used to measure ingredients and spices. \nConsists of tablespoon, teaspoon, ½ \nteaspoon , and ¼ teaspoon.  \nLadles   \n Stainless steel ―bowls ‖ of various ounce \nsizes attached to long stainless handle s. \nLadles come in many sizes.  \nLine Cook Training Manual  \n[Restaurant Name]  38 3/18/2020  Term  Description  \nPerforated \nSpoons   \n Long -handled stainless spoons with holes in \nthe bowl -shaped end. Used to scoop and \nportion food without getting the juice.  \nSlice  To cut into uniform slices or cross cuts.  \nDice  To cut into uniform cubes.  \nSmall dices is ¼ x ¼ x ¼ inch.  \nMedium dice is ½ x ½ x ½ inch.  \nLarge dice is ¾ x ¾ x ¾ inch.  \nCoarse Chop  To cut into irregularly shaped pieces.  \nMince  To chop very fine and evenly.  \nShred/Chiffonade  To cut into thin strips.  \nJulienne  To cut into thin strips, about 1/8 by 2 ½ \ninches long.  \nChef Knife  Blade is usually 8 –14 inches  long.  \nParing Knife  Blade is usually 2 –4 inches.  \nUtility Knife  Blade is 5 –7 inches long.  \nSlicer  Has a long blade with a rounded end. \nUsually has a fluted edge.  \nBoning Knife  Blade is thinner and shorter than a Chef’s \nknife; usually 6 inches long.  \n \nLine Cook Training Manual  \n[Restaurant Name]  39 3/18/2020  Kitchen Tool  Tips \nMeasuring  & Portioning Tools  \n Always use the ―correct ‖ measuring/portioning tools consistently.  \n Always use level measurements.  \nKnives  \n Clean and sanitize after each use.  \n Always use the right knife for the right job.  \n Keep knives sharp —a dull knife requires more pressure to cut, so \nyou are more likely to cut yourself.  \n Cut away from your body.  \n Don’t use knives improperly (to open cans, bottles, etc.)  \n Always use a cutting board.  \n Put a damp cloth under cutting boards to keep them from sliding.  \n When carrying a knife, keep it to your side with the point down \nand cutting edge back and away from you.  \n Don’t try to catch a knife if it falls.  \n Do not put dirty knives into a sink full of soapy water. Lay them to \nthe side so the person washing dishes does  not accidentally get cut.  \n Don’t leave knives near the edges of tables.  \n Always store knives properly —put them in a rack or case so the \nblade is protected.  \nRecipe Books  \n Always use the recipes when preparing menu items . \n Measure precisely ; don’t approximate.  \nLexans and Cambros  \n Used to store food . \n Always date, label , and rotate when holding food . \n Always wash in dish area and store upside down . \n\nLine Cook Training Manual  \n[Restaurant Name]  40 3/18/2020  Scales  \n Clean and sanitize after use . \n Use consistently . \n Calibrate regularly using a separate weight . \n Alway s carry by base, never by platform . \nKitchen Counters & Sinks  \n Clean and sanitize regularly . \n Use for food preparation only . \n Do not use chemicals . \nCan Opener  \n Clean after each use . \n Located on prep table . \nSlicer  \n Know proper settings for each product . \n Never leave unattended . \n Always keep hands away from the blade . \n Keep clean  and sanitize after every use . \nPots, Pans , and Holding Containers  \n Store in proper locations, always upside down . \n Send through dishwasher . \nCutting Boards  \n Wash by hand only . \n Clean and sanitize after each use . \n When using, keep a damp towel underneath to keep from sliding . \nUtensils  \n Serving spoons —used for stirring or serving . \n Ladles —used for accurately portioning products . \n Tongs —long or short handles . \n Perforated or slotted spoons —used for  stirring or serving . \n Whips —used to stir, whip , or mix products . \n  \nLine Cook Training Manual  \n[Restaurant Name]  41 3/18/2020  Units of Measure  \nBasic Measures  \n3 teaspoons  = 1 tablespoon    \n8 tablespoons  = ½ cup  = 4 oz \n16 tablespoons  = 1 cup  = 8 oz \n1 cup  =  = 8 oz \n1 pint  = 2 cups  = 16 oz  \n1 quart  = 4 cups  = 32 oz \n½ gallon  = 8 cups  = 64 oz  \n1 gallon  = 16 cups  = 128 oz  \n1 pound  =  = 16 oz  \n \nVolume  \n1/4 teaspoon  =  1.23 milliliters  \n1/2 teaspoon  =  2.46 milliliters  \n1 teaspoon  =  4.93 milliliters  \n1 1/4 teaspoons  =  6.16 milliliters  \n1 1/2 teaspoons  = 7.39 milliliters  \n1 3/4 teaspoons  =  8.63 milliliters  \n2 teaspoons  =  9.86 milliliters  \n1 tablespoon  = 14.79 milliliters  \n1 fluid ounce  =  29.57 milliliters  \n2 tablespoons  = 29.57 milliliters  \n1/4 cup  = 59.15 milliliters  \n1/2 cup  = 118.3 milliliters  \n1 cup  =  236.59 milliliters  \n2 cups, or 1 pint  = 473.18 milliliters  \n3 cups  = 709.77 milliliters  \n4 cups, or 1 quart  =  946.36 milliliters  \n4 quarts, or 1 gallon  =  3.785 liters  \nWeight  \n1 ounce  = 28.35 grams  \n8 ounces, or 1/2 pound  = 226.8 grams  \n16 ounces, or 1 pound  = 453.6 grams  \n2 pounds  = 907.2 grams  \n2 pounds + 3 ounces  = 1 kilogram, or 1,000 grams  \n \nLine Cook Training Manual  \n[Restaurant Name]  42 3/18/2020  Proper Knife Usage  \nHolding the Knife:  \n Grip the knife handle with all four fingers, and hold your thumb \nagainst the side of the blade.  \n Your other hand will hold the objects to be cut. Keep your fingers \ncurled under and let your knuckles guide the blade.  \n Place the place at a 45 degree angle to the cutting surface and \nmove the blade forward and down.  \n When cutting, keep the tip of the blade on the cutting surfac e. The \nheel will move up and down as you cut.  \nDicing:  \n Cut the item into lengthwise slices of the desired thickness.  \n Stack the slices and cut into cubes the desires size (small, medium, \nlarge).  \nChopping:  \n Trim the root and stem ends off the vegetable (peel i f necessary).  \n Slice or chop the vegetables at regular intervals into roughly the \nsame sized pieces.  \nMincing:  \n Gather herbs, garlic, etc., into a pile on the cutting surface and \nposition the knife above the pile.  \n Keeping the tip of the knife on the cutting s urface, raise and lower \nthe knife’s heel firmly and quickly to chop item to desired \nfineness.  \nShredding/Chiffonade:  \n Roll leaves of greens or herbs into cylinders.  \n Make fine, parallel cuts.  \nJulienne:  \n Trim vegetables so the sides are straight.  \n Slice vegetabl es lengthwise.  \n Stack slices, aligning edges, and make parallel cuts of the same \nthickness through the stack.  \nFood  Presentation  \nFood  presentation is an important element of any menu item. Food that \nis presented well is perceived to have more value by the customer.  \n\nLine Cook Training Manual  \n[Restaurant Name]  43 3/18/2020  Three elements of plate presentation  \n Dish type and size  \n Portion size  \n Garnish  \nPortion size is included on all recipe s. Consistent portioning is \nimportant to customer satisfaction. Your customers may order the \nsame dish many times; it’s important that each time it comes out of the \nkitchen it looks and tastes the same.  \nAlong with the actual garnish ingredients, think abou t how you want \nthe food to be arranged on the plate  or in the container . Factors to \nconsider when arranging include:  \n Layout  \n Balance  \n Serviceability  \nDo not over -stack, or over -portion, a plate  or container .  \nRecipes  \nIt is critical that all instructions a nd measurements on recipes be \nfollowed exactly. Always use the recipe sheet when preparing any \nproducts. These steps must be followed so that we serve food with the \nsame great taste, texture, and color to every guest, consistently, each \ntime.  \nWhen preparin g recipes, you need to know the units of measure used \nfor ingredient portions.  \n Weight units are pounds and ounces and are measured using a \nscale.  \n Volume units are cups, tablespoons, teaspoons, etc. and are \nmeasured using cups and spoons.  \n Quantity (each)  is the number of items as in the number of bags, \ncans, boxes, patties, etc. that are in the recipe.  \nEach recipe will have a procedure. T hese are the actual steps you will \nfollow in order to prepare the recipe.  All steps must be completed and \nthey must be d one in the order that they are listed.  \nYou also need to consider the shelf life of the food items prepared.  \nThis is how long the product may be held before it no longer meets our \nhigh standards for quality.  \n\nLine Cook Training Manual  \n[Restaurant Name]  44 3/18/2020  Food Storage and Rotation  \nAll food products use d in the restaurant are dated when they are \nreceived and put into storage and dated again when they are prepared. \nProducts are always rotated using the FIFO method.  \nFIFO Rotating System  \nAlways refer to the ―received on‖ or ―prepared on‖ date and use the \noldest products first as long as the ―use by‖ date has not passed. If the \n―use by‖ date has been passed, notify the manager, discard the product, \nand mark it down on the waste report form.  \nFood Dating Labels  \nDating labels are stickers used to assist employe es with properly \nrotating food. Every product that is prepared receives a food label.  \nWhat to Write on the Label:  \n Product name or abbreviation  \n Date  \n AM/PM  \n Initials  \nStorage  \nWhen deliveries are received, products need to be unloaded and placed \nin storage in  the following order:  \n Walk -in cooler  \n Freezer  \n Stockroom (dry storage)  \nChilled products need to go directly to the walk -in cooler first as they \nare the most perishable items.  \nPlace new product on the bottom or in back of older product so that the \nolder produ ct is most accessible and is used first. Always use a food \nlabel or a permanent black marking pen to record the date received.  \n\nLine Cook Training Manual  \n[Restaurant Name]  45 3/18/2020  Storing Products in the Walk -in Cooler  \n Organizing the walk -in cooler is crucial. Place frequently used \nitems near the door so t hey are easily accessible.  \n Always place raw products below cooked or ready -to-eat products.  \n Fish and shellfish products are highly perishable. Store these items \naway from the door in the coldest areas of the walk -in. \n Eggs and dairy products can absorb odor s and flavors from other \nfoods. These products should be stored in tightly sealed containers \nand away from foods with strong odors like fish, certain cheeses, \ncabbage, and onions.  \nStoring Products in the Freezer  \n The temperature in the freezer should be mai ntained at 0º to –10ºF.  \n All items in the freezer should be at least six inches off the floor \nand the containers must stay sealed or the product will become \nfreezer -burned.  \n Once an item has thawed, even partially, it should NOT BE \nREFROZEN. Only remove pr oducts from the freezer that will be \nused promptly.  \nStoring Products in Dry Storage  \n Keep the stockroom organized and clean of debris at all times.  \n Keep all food products at least six inches off the floor.  \n Keep all chemicals on a bottom shelf separate from all other \nproducts.  \n Place heavier containers on the lower shelves.  \nLine Cook Training Manual  \n[Restaurant Name]  46 3/18/2020  Controlling Waste and Storage  \nIn order for our restaurant to be successful, we not only have to serve \ngreat food and deliver outstanding service , but we also have to control \nour costs.  \nFood cost is the total of all money spent by the restaurant on food \ningredients in a given period, expressed as a percentage of total sales \nover the same period. Food cost is the single largest controllable cost. \nYou play an important role in that control.  \nHere are some of the ways in which you can help control food costs:  \n Maintain proper FIFO (first -in, first Out) rotation.  \n Portion control. Weigh portions correctly. Calibrate scale often.  \n Record your waste on the proper form.  \n Look for ways to minimize waste.  \nHere are some basic procedures to follow to control costs:  \nCooking  \n Read recipes thoroughly.  \n Use the correct measuring tools.  \n Follow daily production schedules.  \n Rotate and use the oldest product first (FIF0).  \nThe Waste Sheet  \nWhile striving for the hi ghest quality products, there will be times \nwhere items or products do not meet our standards. These items need \nto be accounted for and recorded.  We use a waste sheet for recording \nthese  items. A waste sheet has the following parts to it:  \n Name of p roduct b eing thrown away  \n Amount of product being thrown away  \n Reason (dropped, expired)  \n Responsible station  \n Employee’s initials  \n Time  \n Today’s date  \n Cost (filled in by manager)  \n Manager’s initials  \nLine Cook Training Manual  \n[Restaurant Name]  47 3/18/2020  Hands -on Training: Cooking  Procedures  \nYour trainer will now demonstrate and you will practice  all cooking  \nprocedures . You will practice how to read a recipe , cook food items, \npresent food items , and record waste .   \n\nLine Cook Training Manual  \n[Restaurant Name]  48 3/18/2020  Forms  \nOpening Checklist  \nAt the beginning of the shift  \n Put on uniform and clock in no sooner than 5 m inutes before the \nstart of your shift unless told otherwise from a manager.  \n Check your station assignments.  \n Check the employee board for messages from the manager.  \n Conduct your station review:  \n Kitchen equipment is  clean  and sanitized .  \n Floors are clean . \n Shelving is organized stocked . \n Holding cabinets are at the correct temperatures and working \nproperly . \n Kitchen  equipment is in clean and in working condition.  \n Production schedules are  filled out for the current day.  \n Reheating of soups and other leftovers.  \n Stock steam table and cold storage.  \n Turn on ovens, fryers, grills, and steam tables.  \nClosing Checklist  \nAt the end of your shift : \n Turn off and clean grills, ovens, steam tables, and fryers.  \n Restock items for next shift.  \n Clean and organize under prep tables . \n Clean, wipe, and dry sinks . \n Clean, wipe, and dry walls  \n Clean and sanitize countertops  \n Take dishes to cleaning station and return clean dishes.  \n Sweep and mop floor.  \n Label and store food.  \n Empty and reline all trash cans  in area.  \n \n\nLine Cook Training Manual  \n[Restaurant Name]  49 3/18/2020  Customer Service  \nAt [Restau rant Name] , we are known not only for our food, but for \nour exceptional customer service. Understanding that we have to work \nas a team in both the front of the house and the back of the house is \ncrucial to our continued success with our customers. We can \naccomplish this with Super Service.  \nSuper Service is for all employees. As a prep cook, you can help us \nachieve our 100% satisfaction guarantee by following these simple \nsteps:  \nStep 1.  Smile . Keep a positive attitude always. Come to work \nready to work and on time.  \nStep 2.  Sparkle . Maintain a clean and organized work area at all \ntimes.  \nStep 3.  Stay Safe . Follow all safety standards. Clean up spills, use \nproper cutting procedures, use gloves, etc.  \nStep 4.  Stay Busy . Be productive and keep up the pace. Keep up \nwith the production levels, and replace stock during the \nslow periods.    \nStep 5.  Satisfaction . Be proud of every item you prepare and send \nout to a customer or to the line.  \nTeamwork . Work together as a team. If you have questions about an \norder, ASK —don’t guess. Look for ways to hel p other team members \nassist customers.\n\nLine Cook Training Manual  \n[Restaurant Name]  50 3/18/2020  Line  Cook  Evaluation Form  \nName: ________________________________   Location: _____________________________  \nTrainer:________________________________   Manager : _____________________________  \nThis checklist will be used to evaluate the training and certification of an employee. The trainer will \nuse this checklist to ensure that he or she has taught all procedures to the employee. The manager  \nwill certify that the employee successfully performs the tasks under regular working conditions.  \n \nTrainer:  \nPlace a check in the Trained column next to each task once the employee has been trained on the \nprocedure. Write feedback comments in the space prov ided.  Review feedback with the trainee.  Once \nthe training is completed, have the trainee sign that he or she has received training, and sign in the \ntrainer space.  \nManager : \nPlace a check in the Certified  column next to each task once the employee has perfor med the \nprocedure under regular working hours.  Review with the employee.  Sign the form and place it in the \nemployee file.  \n \nLine Cook  Task/Procedure  Trained  \n Training Feedback  Certified  \n \nPersonnel  Sanitation & Safety Procedures  \nFollows personal appearance guidelines for \ncleanliness, uniform, nametag, hair restraint, \ngloves, etc.     \nFollows hand washing guidelines and \nsanitation and safety procedures.     \nStation Preparation  \nClocks in as a Line Cook .    \nEnsures that the equipment is functional .    \nEnsures that the area is clean and orderly.     \nEnsures that the cooking  area utensils and \npans are clean and ready for use.     \nEnsures that the display cases and holding \ncabinets are ready for use and maintaining \nproper temperatures.     \nKitche n Procedures  \nFollows production schedule s.    \nFollows standard recipes.     \nSelects quality product.     \nFollow FIFO when selecting product.     \nFollows proper presentation standards.     \nReports waste properly.     \nLine Cook Training Manual  \n[Restaurant Name]  51 3/18/2020  Line Cook  Task/Procedure  Trained  \n Training Feedback  Certified  \n \nStores product properly.     \nFollows all safety procedures.     \nMaintains proper stock of prepped items     \nStation Cleaning & Maintenance  \nFollows proper procedures for cleaning the following station areas:  \nKitchen  tables, sinks, and equipment.     \nRefrigerators, display cases, and freezers.     \nGrills, fryers, steam tables, and ovens     \nFloors, walls, and doors .    \n \n_____________________________ ________  _____________________________  \nEmployee Signature (Received Training)    Trainer Signature        Date  \n_____________________________________  _____________________  \nEvaluator Signature (Certification Complete)   Date of Certification   \nLine Cook Training Manual  \n[Restaurant Name]  52 3/18/2020  Conclusion  \nYou have been introduced to a lot of information throughout this guide \nand now it is time for hands -on training where you will be able to \npractice the procedures covered in this guide.  \nAt any time you feel you need additional training or have questions \nabout what you have learned, please notify your trainer or manager.  \nWe are excited about you joining our team. Remember to follow all \nstandards and remember to keep the customer in mind when \nperforming all job duties.  \nCongratualtions on finishing this portion of your training!",
    "text_preview": "(YourLogoHere)STOP\n \nLine Cook Training Manual  \n[Restaurant Name]  i 3/18/2020  Contents  \nIntroduction  ................................ ................................ ...................  1 \nQual..."
  },
  "8a562282-64f7-4570-9002-bfcd1259cb7e": {
    "id": "8a562282-64f7-4570-9002-bfcd1259cb7e",
    "filename": "8a562282-64f7-4570-9002-bfcd1259cb7e_Servers_Training_Manual.pdf",
    "original_filename": "Servers_Training_Manual.pdf",
    "upload_timestamp": "2025-06-24T14:46:01.488255",
    "file_size": 398533,
    "pages_count": 21,
    "text_content": "SERVER TRAINING MANUAL  \n \nCongratulations on your employment as a server at The Sports Page \nGrill!  You have been hired because you possess individual traits that \nwill enable The Sports Page reputation to grow. \n \nThe guidelines on the following pages have been established to help you \nin your effort to provide these qualities to our guests.  Along with the \nhands-on training you will receive, this manual will provide answers to \nany questions you may have regarding the operating procedures, rules, \npolicies, and benefits for The Sports Page Grill. \n 2 SAFETY AND SANITATION \n \nThe responsibility of management and staff to protect the public from food borne illness \nis fundamental.  A food borne illness is simp ly a disease that is carried, and transmitted, \nto human beings by food.  Throughout your tr aining you will receive information concerning \nproper temperatures of food storage and servin g, as well as, cleanliness standards, proper \nuse of chemical cleaning, and disinfectant products.  It is our objective to operate the \nrestaurant at the highest level of cleanliness and sanitation for the benefit of our \ncustomers and employees. \n \nIn addition to a clean and sanitary enviro nment, The Sports Page provides a safe \nenvironment.  One of our goals here at The Sports Page is to operate an accident-free \nrestaurant.  A safe restaurant takes teamwork and effort on everyone’s part.  Whenever \nyou see a potential hazard or something you notice as unsafe, notify a manager \nimmediately. \n \nMajor cause of food born illness: \n Food left in danger zone in 40-140 degrees for four or more hours.  Keep all \nfoods out of the danger zone of 40-140 degrees. \n Keep hot foods hot and cold foods cold. \n Handle foods quickly during delivery, and put refrigerated and frozen foods \naway as soon as possible. \n Sloppy personal hygiene habits will not be tolerated. \n Do not prepare food a day or more before serving. \n Do not serve food that is not completely cooked. \n Thaw foods in refrigerator, microwave,  or under cold running water for not \nmore than 2 hours, followed immediately by cooking. \nAlways wash your hands after you- \n Smoke, eat, use the restroom; touch money, raw foods, or your face, hair or \nskin; cough, sneeze, or blow your nose. \n Comb your hair, handle anything dirty. \n After taking a break. \n \nAvoid preparing food in advance, unless absolutely necessary. \n \nInspect foods thoroughly for freshness and wholesomeness upon receipt and serving. \n \nOnly use sanitized equipment and table surfaces. \n \n 3 \nWet floors, even a few drops of water, can cause a serious accident.  Make sure you use \ncaution when entering the kitchen.  Also, wipe up any spill at once, when floors are wet slow \ndown. \n \nSweep up, DON’T pick up glass.  Always remove and place in outdoor trash immediately.   \n \nReport every accident, no matter how small, to manager on duty. \n \nDispose of waste properly- \n Take garbage out frequently. \n Keep garbage areas clean. \n Clean and sanitize garbage cans regularly. \n Store soiled linen in a laundry bag or non- absorbing container.  Make sure you put \nthem in the PROPER container. \nHandle ice properly- \n Use clean scoops to pick up ice.  Do not use hands or glass and DO NOT DIP \nBUCKET!!!!! \n Store scoops in a clean container, not in the ice. \n Do not store any food or beverage in the ice. \n \nAvoid cross contamination from one food item to another-use DELI LIST \n Never mix leftovers with fresh food.  \n \nALCOHOL AWARENESS \n \nAlcohol awareness is a growing concern within the hospitality industry nationwide.  By \nrecognizing the “early signs of intoxication,” you can monitor your customer’s consumption.  \nBy treating them as you would a guest in your home, you fulfill your responsibility and \nprotect the guest.  Before beginning your first shift as a server you must complete \nIPACT Training,  this is a web based service offered by the State of Iowa to insure you \nknow and understand all of the rules in regard s to serving alcohol in the State of Iowa.  \nYou may take the online class at home or if you don’t have the internet, ask the manager to \nset up a time to use the stores.  This is available at http://iowaabd.com/education/resources/ipact  \n To serve or not to serve? \n By understanding and fulfilling your responsibilities… \n YOUR ROLE  \n1. OBSERVE \n2. MONITOR \n3. REPORT \n 4  \nAssisted by the guidance and support of management… \n YOUR MANAGER’S ROLE \n1. CONFIRM \n2. CONFRONT \n3. RESOLVE \n \nWith the adherence to the company’s policies… \n1. We will not knowingly admit or serve obviously intoxicated or underage \ncustomers anywhere on the premises. \n2. We will offer alternatives to alcohol. \n3. We will create an atmosphere to promote responsible drinking. \n4. We will make a reasonable attempt to prevent obviously intoxicated customers \nfrom driving. \n \n Responsible service of alcohol is a team effort. \n Know and watch for the signs of intoxication.  If there is any question, avoid \nfurther service and report to a manager wh o will make the final decision and decide \nwhether the guest should remain or leave. \n Do not allow drunks to come in, and do not allow intoxicated guest to drive.  Get a \nmanager involved. \n Hospitality is our business.  Beverage service is just one element. \n Cooperation between employees and management allows us to exercise a degree of \ninfluence on the behavior of our customers that will result in an atmosphere of \nresponsible drinking. \n \nLIQUOR LAWS \n \nRemember at all times that we have a responsibi lity in taking care of our guests, to whom \nwe are serving alcoholic beverages. \n \nIt is against the law to: \n Serve alcoholic beverages to an intoxicated person. \n Serve alcoholic beverages to an underage pe rson.  If you are in doubt, it is your \nresponsibility, as a server of alcoholic be verages, to ask the individual for proper \nidentification. \n Permit any intoxicated person to remain on the premises.  Do not try to handle this \ntype of situation yourself: GET A MANAGER. \n Allow anyone to bring alcohol in any form into the restaurant with them. \n Serve liquor from any bottle not purchased by the restaurant. \n 5  Allow anyone under legal drinking age to sit at the bar.  They are allowed to sit in \nthe bar area, but not at the bar.  \n If they have an out of state ID, ask the manager on duty. \n \nCHECKING IDENTIFICATION \n \nBy law, you are responsible for carding anyone th at you suspect is not of legal drinking age.  \nIf they look younger than 35 years old-ID!!!!  If  you even have a little doubt ID!!!!  Do not \nput yourself in jeopardy by serving a minor.  Th e Sports Page Grill policy is that we do not \nserve alcohol to anyone with a vertical in-state  license.  Check ID’s of anyone who appears \nto be under the age of 35, also, who returns an empty drink and wants to order another \ndrink. \nServe only guests you can see.  Minors may try to send someone older for their drinks. \n \nTHE GUEST \n1. Never underestimate the im portance of a guest!! \n2. A guest is not dependent on us—we are dependent upon them. \n3. A guest is NEVER an interruption of our work - he/she is the purpose of it. \n4. A guest does us a favor when he/she comes here – we are not doing him/her \na favor by serving him/her. \n5. A guest is part of our business – not an outsider. \n6. A guest is deserving of the most courteous and attentive treatment we can \ngive him/her. \n7. A guest is the lifeblood of The Sports Page. \n \nOur function as a RESTAURANT is to acquire  and maintain business, to turn casual \ncustomers into loyal, repeat guests. \n \nFive basics of service excellence: \n1. Look at me. \n2. Smile at me. \n3. Talk to me. \n4. Listen to me. \n5. Thank me. \n \nRemember, every restaurant owes its existence to its customers.  When a customer forms \nan opinion of any food establishment, service and food presentation stand alone.  No \nmatter how beautiful the surroundings or ho w delicious the food; poor service will \ncertainly ruin the entire dining experience. \n \n 6 When developing good service, promote these qualities: promptness, courtesy, good \nmanners, enthusiasm, and teamwork .  In short, project a professional attitude.  Unless you \nattain this goal, you will not be able to provide the high quality of service we expect here \nat The Sports Page. \n \nYou will be trained by our most experienced,  qualified people.  The more attentive, \nenthusiastic, and patient you are, the sooner you will develop the work habits which make \nyou an excellent server, capable of taking great care of our guests and be rewarded \nfinancially too.  \n \nServicing the public, in any business, requires a vast amount of humility and patience.  \nAlways maintain a friendly, but professional attitude.  If you need help, ASK FOR IT.   \nEven if you become an excellent server, there will be times when you will get behind.  Have \nenough consideration for your customers, and the house, to get assistance WHEN \nNECESSARY.  Remember, teamwork, no business ca n survive without it.  We have provided \nyou with this service manual.  In it we have outlined some helpful suggestions to make your \njob here more profitable and enjoyable.  These are the tools of your trade.  Use them \nwisely and they will help you prosper. \n \nArrive on time for your shift properly dres sed, with scrubbed hands and nails, pressed \nshirt, and clean shoes.  If your appearance is sloppy, your performance will be sloppy.  Your \nappearance, dress, posture, and expressions broadcast to everyone how you feel about \nYOU.  Take pride in yourself, and others will be proud of you. \nIntroduce yourself.  Customers want to know who is serving them; it is the added personal \ntouch they enjoy.  Also, if they have enjoyed their visit, they can request your station \nagain.  They might even tell their friends to ask for you.  Call parties are the best tippers.  \nIn this manner, you can develop a following. \n \nWhen people go out to eat, they want to relax.  They want you to help them decide what to \neat, when to order, what to drink, etc.  You are there to fulfill their needs.  Don’t be \npushy, do be confident.  Often times a customer is nervous.  It is your job to make guests \nfeel comfortable, so comfortable they want to come back. \n \nDon’t be afraid of customers.  90% of the people dining out won’t notice a small mistake.  \nBe relaxed, but alert, and efficient.  Always be in control of a situation.  Be strong, yet \npolite. \n \nAlways be yourself.  Develop your own tables ide manner.  Avoid using repetitious phrases \nor seeming “plastic.”  Your customers will know you are faking it, and they will resent your \nattitude. \n \nCustomer service turn offs: \n 7 1. Dirty plates in hand when greeting customers, “Hi, ready for dessert?” \n2. Not knowing what they are drinking, i.e. “I think this is the Diet Coke…” \n3. “Discussion Groups” of three or four idle servers.   \n4. Not acknowledging waiting guests. \n5. Answering the phone with “Hold please.” \n6. Greeting guests with a number, i.e., “Two?” instead of a smile and “Welcome!  Will \nanyone be joining you for lunch today?” \n \nSERVER PRIORITIES \n \nSuccessful sales and service result from conf idence, which can only be developed through \nknowledge.  We will provide you will ample material to develop the necessary knowledge and \nconfidence in relation to service techniques and the menu.  You, as a server for The Sports \nPage, must learn it. \n1. When taking an order, always look the customer directly in the eyes, and stand \nerect.  Never lean or write on the table.  \n2. Never handle a glass by the rim with your hand over the drinking surface. \n3. Never handle silverware with your hand over the eating surface. \n4. When handling plates or fo od never let your hand touch the eating surface or \nthe food. \n5. Know what time to be here for each shift.  Do not call and ask! \n6. Know what the daily specials are and what they cost. \n7. Know the history of the restaurant.  www.thesportspagegrill.com   \n8. Know the managers. \n9. Avoid any long conversations at any partic ular table. This will only upset your \nother customers. \n10. Clear your mind of everything except work when you walk in the door.  When \nyou’re at the table make sure your mind is at the table too.  Guests can tell when \ntheir server is not totally mentally present with them at the table and it has a \nnegative impact on the guests’ experience and the server’s tip. \n11. If you get behind, ask for assistance.  You’ll never get in trouble for asking. \n12. Keep yourself geared up so that you are ready for any rush.  We get most of our \ncomplaints during the restaurant’s slow periods. \n13. Don’t ever stand around or lean on anythi ng.  You can always be cleaning: Running \nclean up, wiping shelves or the sales station, taking bus tubs to the back, etc.  \n14. Always be sure that all your food is secure when you leave the window.  Never \nattempt to carry too much.  Two safe trips are better than one catastrophe. \n15. Always enter the kitchen carefully.  Always walk quickly, but never run.  This will \nprevent serious accidents and extra work for everyone. \n 8 16. If an order is delayed in the kitchen, first inform the manager, and then tell \nyour customers.  The manager will go to the table and explain the situation as \nwell.  Get your stories straight.  Never hide from the customers. \n17. Learn to use your time wisely.  When in your station, check all the tables before \ngoing back to the waitress station.  Don’t go to one table, and then go back to \nthe waitress station.  Consolidate your trips.  Fill up all glasses in your whole \nstation, clear all plates, and then go on to something else.  This is the secret to \nrunning volume and making more money.  Always try to take out complete orders.  \nIf the entire order is ready except for a side order, like a vegetable, take out \nthe entrees and have someone follow you in a few seconds with the side order.  \nDon’t’ let the entrees get cold because of a side order.  Everything goes out hot. \n18. If your entire section fills at one time, don’t take orders from four or five new \nhits at once.  You’ll end up running your self to death for twenty minutes, and \nthen have nothing to do for ten.  Take one order, then go to the next table and \ntell them you will be right back to take their order.  Take drinks and appetizers \nout to the first table, and then go to the others.  Never take three or four \nsalads out at one time.  This only means that you will have three or four orders \nof hot food coming out at the same time, which would be impossible to get out \nall at once.  Think ahead.  You won’t believe how patient people will be if they \njust see you.  Don’t hide from your customers .  If you use this method in taking \norders, you will find that your food will be out more consistently on time, and \nyou will give much better service overall.  You will have more time to converse \nwith your customers.  People look for more than just good service and food when \nthey go out today.  They want a total dining experience.  They look for that \nlittle extra personal touch which only you as their server can give them.  Never \nspend more than two minutes away from your station.  No server ever made \nany money in the kitchen . \n19. Anytime you wait on a customer put yourself in their place and ask yourself if \nyou would be happy with the job you did at that table. \n20. If one person asks for something at a table, make sure you ask everyone at the \ntable if they too would like that item (such as water).  This will save you a lot of \nextra trips.  If one person requests more tea, ask everyone at the table if they \nneed more tea or more to drink. \n21. When pouring tea or water, never handle the rim of the glass and always take \nthe glass off the table and pour in the aisle.  \n22. Whenever you are reaching across someone or serving in front of someone \nexcuse yourself. \n23. Always keep you fingers and thumb off the plates you serve. \n24. Punctuality is very important.  If you get to work late, you start out behind.  BE \nON TIME!! \n25. We know that servers work for tips.  All people do not realize this.  If you get \nslighted on a tip, it may be because people think the tip is included in the bill or \n 9 because they just don’t like to tip. The customer is not required to tip.  If you \nget stiffed, it is unfortunate, but you must take the good with the bad.  An \nemployee discussing a bad tip will not be tolerated and is grounds for \nimmediate dismissal .    Do not discuss it or complain about it! \n26. NEVER SIT DOWN WITH A CUSTOMER or friend while on duty, even if they \nask you to. \n27. When waiting on parties of one, special attention should be paid to them.  They \nare generally in and out quicker than other parties, and they are usually the best \npercentage tippers. \n28. If a customer leaves you an offer to buy you a drink, just tell them you will be \nhappy to accept the offer another time, when you are not on duty. \n29. The most neglected customer in the restaurant is the late customer.  People who \ncome in the last few minutes of the evening are usually the best tippers.  They \ndon’t care how busy it was or how tired you are.  They are here to enjoy \nthemselves.  Restaurants are noted for hurrying along late coming customers.  \nWe are not rushing them, but we must get their order because the kitchen is \nclosing.   They may sit there and enjoy their meal as long as they wish.  Treat \nthem as though they are the first customers of the evening. \n30. A tip should never be removed from a table while the customer is still \nthere .  Unless, however, the customer hand s it to you or motions for you to \ncome and get it. \n31. If you are having a problem with another employee, go directly to the manager.  \nDo not harass the employee. \n32. If you must go to the bathroom during the shift, ask someone if they will please \nwatch your station while you are gone, and inform a manager so that they are \nnot looking for you. \n33. Unauthorized persons are not allowed in th e kitchen.  If one appears, politely \nbut firmly escort them out and get the manager, or whoever it was they wanted \nto speak to. \n34. No server is to change his or her stat ion or pick up extra tables without the \nconsent of the manager on duty. \n35. Tips are not included: except for part ies of 8 or more, and only with the \nmanager’s consent (18%). \n36. Never serve salad on hot plates. \n37. No eating or drinking in front of the house during operating hours.   \n38. Never attempt to adjust the lights or thermostats in the restaurant.  If there \nis a problem, get a manager. \n39. Serve women and children first, then men. \n40. Whenever serving a course, position the plate so that the “meat” of the course \nis closest to the customer. \n41. Remove soiled china and silver after each course.  Make sure to ask them if they \nare finished.  \n 1042. Top off with offer of additional beverages whenever anyone is getting low. \n43. Bring condiments to the table before they are needed. (i.e. app plates and \nsauces) \n44. Respect your BOH staff-they make it your job easier!   \n45. Dine-n-Dash if you think it could happen with a table get a manager; we are not \nresponsible, you are. \n46. Never walk away from a table without acknowledging its requests. \n47. Never assume that the change is your tip!  Tell the customer that you will \nbe right back with their change.  This gives them the opportunity to say, \n“Keep it!”  Make change right at the table, especially with large bills . \n48. If you want to return to the restaurant after work and have a cocktail, maintain \na very high standard of behavior, leave at last call, and be the very first to leave \nwhen the lights go up. You may not come into the back of the house after you \nhave been drinking.  \n \n \nMISCELLANEOUS THINGS TO REMEMBER: \n \n \n NEVER ask the bartender to make something without a ticket.  Always ring in the \norder and send it. \n. \n Make sure you are ringing in all beverages  \n Do not overfill ramekins with butter, sour cream, honey butter, etc. \n Make sure all sides and extras are rung in. \n Don’t take any food without a ticket.   \n If you have two items that are the same, but are cooked differently, the stick will \nnormally be the less cooked. \n If you have several items that are the same and only one is cooked different, the \nodd one will have the stick.  Ask to be sure. \n Do not sit while you are working.  If you have time to sit, you have time to clean.  \nAlways do the clean list. \n Keep waitress station clean.  If you open something, put it away.   \n Don’t eat while you are working.  You need to come in early, or eat when your shift \nis over.   \n Before you open something, make sure it’s not already open. \n If you make a mess, clean it up. \n Check you tables over and over and over . \n Hair needs to be pulled away from face. \n Don’t be late. Arrive at least 5 min befo re schedules shift in uniform ready to \nwork. \n 11  Our schedules will be posted 3 weeks at  a time.  Specific days off must be \nrequested in writing by Friday for the next schedule due.  The managers will work \nwith you regarding schedules; however our primary concern is the proper staffing \nof the restaurant.  We will try to satisfy scheduling desires; however, our business \nrequires you to have the flexibility to work varied schedules. The number of hours \nyou work in a given week is li kely to vary.  It is your re sponsibility to your schedule. \n You are REQUIRED to attend all scheduled meetings \n If you are unable to report to work for any reason, you must notify your \nsupervisor at least 3 hours in advance, and make arrangements to have \nsomeone else cover your shift.  Your replacement is YOUR responsibility.  IF \nYOU CANNOT FIND ANYONE TO COVER YOUR SHIFT YOU MUST REPORT \nTO WORK!!!!!!!!!! \n If you are going to be late for work, your supervisor must be no tified as soon as \npossible.  Remember Sports Page and your fellow employees depend on you! \n We work on a tip out system here.  It  is REQUIRED that you tip out your \nbartender 10% of your tips every night!  That means even if they do not make one \nsingle drink for your tables that night, yo u still will tip out!!!  In the long run this \nwill even out.  Also, it will help you appreciate how much they are doing for you when \nthey have their own customers too. \n \nQUALITY CONTROL \n \nQuality control is a primary responsibility of every employee serving food and drinks to \nthe customer.  You are the last person to come in contact with the food before the \ncustomer does.  If something does not look right or is not presentable, DO NOT SERVE \nIT!  The saying “People eat with their eyes” is very true.  Make sure all of your products \nlook good on the plates. \n \nThings to look for as the food are leaving the kitchen. \n \n1. HOT food.  Few things are more basic but important.  Check to see if your food is \nhot.  Just because something is in the window, does not mean that it is hot.  If it is \nnot hot, DO NOT TAKE IT OUT.  Tel l the manager.  This will alleviate a lot of \nproblems. \n2. Clean plates.  Always check any plates, mugs, silverware and napkins before you \npresent them to the customer.   Check food plates for grease spots, spilled food, etc. \n3. Correct portions.  Always check to see that the product is in the right portions.   \n4. Make sure you are taking your order.  This  can be very embarrassing at the table.   \n5. Appearance:  Always ask yourself if you wo uld eat that item if it were brought to \nyou. \n 126. Call for back-ups.  If something in the kitchen looks low and you are about to run \nout, TELL SOMEONE.  If you take one of th e last bowls of soup, call for back-ups.  \nIf the salad is warm or wilted, do everyone a favor, and say something before the \ncustomer is served. \n7. When bringing out drinks be certain the glass is clean, filled to the proper level, \nand that the garnish is correct, fresh and attractive. \n8. Cold food is as equally important as hot food.  Make sure cold foods are going out \ncold, not warm or cool, but cold. \n9. Bring necessary condiments with order: i.e., ketchup, mustard, Parmesan cheese, \netc. \n10. Check back…within two bites to make sure everything is perfect.  Don’t say, “Is \neverything o.k.?”  Say something like, “How’s your ribeye cooked?”  Be specific and \nsincere in wanting to know the answer. \n11. Remember, the appearance of the exterior of the building, the greeting of the \nhost, the cleanliness of the restrooms, th e appearance of the staff, the quenching \ntaste of our beverages, the flavor and freshness of our food, are all equal quality \npoints WE must control for the experience of our guests. \n \nCOUPONS/DISCOUNTS/EMPLOYEE MEALS: \n \nWhen you first greet a table, it’s a good idea to ask if they have any coupons.  This can curb any misunderstanding of our coupons late r.  Make sure you know and understand the \ncoupon.  Ask the manager if you are unsure about a coupon or discount.   \n The manager must okay any and all discounts and/or coupons.   \n Only one discount or coupon is valid per table.   For example, a customer can’t get \nthe kids eat free meal  and a free appetizer  on the same ticket if they don’t have \nthe amount of meals needed. \n Save all discount tickets .  That includes the actual meal  ticket and discount ticket.   \nWhen you have a discount, it’s a good idea  to automatically print 2 receipts.  That \nway if the customer takes their receipt, you already have a copy of it, and you don’t \nhave to worry about it.   \n On employee discount tickets, make sure you write the employees name on the \ndiscount ticket.  If it’s your own, write your own name on it. \n Managers take care of all voids.  Keep th e ticket along with the cancellation ticket, \nand write a brief explanation. \n \nAs an employee of The Sports Page, you receive a discount of 50% on certain items. \nEmployees DO NOT  receive an employee discount on:  \n Entrees \n Pastas \n Kids meals \n 13 Desserts \n Pitchers \n Liquor \n*The employee discount is only for the employee, not friends and family.** \n \n  \nPAYROLL \n \nPaychecks are issued every other week and may be picked up after 2PM at the bar.  Ask \nthe bartender or the manager on duty to get it for you.  Pay period starts on Monday and \nends on the following Sunday (2 weeks).  Please do not call and ask if they are done early.  \nYour paycheck will be issued to only you,  unless we have both written and verbal \nauthorization.  Garnishments-Under the Federal/State Garnishment Laws, it is possible \nfor someone to whom you owe money to have money withheld from your check.   WE DO \nOFFER DIRECT DEPOSIT AND SUGGUEST THIS IF YOU WOULD LIKE TO HAVE \nYOUR PAYCHECK UP TO 3 DAYS EARLIER .   \n \nATTITUDE \n \nWhen working in the service industry, you must have a positive attitude with your \ncustomers, as well as wi th your coworkers.   \n \no Read the order back to the customer. \no Make sure customer gets their salads  and bread before their food order \ncomes up.   \no Watch for quick items, such as specials and sandwiches.  Hold the ticket \nuntil salads and apps are ou t and close to finished.   \no Double check the order when putting in the computer.   \n \nChecking on the customer: \n When you bring the food out, ask the customer, “Is there anything else I can get \nfor you right now?” \n How is everything? \n How is your steak cooked?   \n Always keep drinks full.  Give refi lls before their be verage is gone. \n \n \n \n 14 \nCOMPLAINTS \n \nThere is no standard for dealing with unhappy customers, because each customer is \ndifferent.  When a customer has a complaint, always listen carefully to what the \nproblem is.  Some problems can be taken care of relatively easily, if you just listen to \nthe customer.  Other complaints need to be taken care of by the manager.   \n \n If someone doesn’t like their food, or they are just unhappy with their meal, \nimmediately take the food aw ay from them and apologize.  Ask the customer if \nyou can get them something else.  Listen carefully to what the problem is.  Try \nto get as much information from the cust omer as you can, before you go to the \nmanager.   \n Let your manager know that there is a problem.   \n If something is undercooked, offer to put it back on the grill and get it cooked \nthe way they want it. \n If you put the order in wrong, let the manager know so they can get the correct \norder in and out as quick as possible.   \n Don’t “pass the buck.”  For example, don’t tell the customer that the kitchen \nscrewed up, etc.  Be polite, apologize and take care of any complaints as quick as \npossible.    \n \nTABLE INTRODUCTION \n \nCRITICALLY IMPORTANT!! – Immediately acknowledge all new parties in your section.  \nRegardless of how busy you are, you are never too busy to let your customers know you see \nthem.  They come here to be taken care of, so don’t start out their dining experience by \nignoring them.  All new customers should be greeted within one minute. \n \nIf your hands are full, the customer knows automatically that you can’t take their order, \nat that minute.  You can pause, smile, and say “H i, I’ll be with you in just a minute.”  This \nwill satisfy the customer so that they feel im portant and will be able to relax until you \nreturn. \n \nWhen approaching a table your objective is to make your guests feel welcome and \nconfident in knowing you’re there to take care of them.   \n \nYou may develop your style and manner of accomplishing this, but here are some suggestions to help you get started: \n 151. Be observant, not scripted.  It’s o.k. to pay someone at the table a sincere \ncompliment or try to open up some friendly rapport.  Later in the meal it’s good to \ngive them you name by saying something like, “By the way, my name is Andrew, just \nlet me know if you think of anything else you’d like.” \n2. Each time you take an order, be aw are of what might elevate the guests’ \nexperience.  Be relaxed and friendly, polite  and professional.  Have an idea what \nextras (appetizers, sides, etc.) you are going to suggest based upon what you \ngenuinely think will enhance your guest’s dining experience.  Allow the customers to \nfinish ordering before you jump in with suggestions.  If they hesitate, then it’s your \nturn.  “May I suggest the Cajun shrimp pasta or chicken?  It’s one of our most \npopular dishes.”  If they still hesitate, yo u might say something like, “Would you like \nto have a little longer to decide.  Take your time and let me know if I can answer \nany questions.” \n3. Know everything on the menu in terms of what is in it, and what would go well with \nit.  This will be covered in detail in your initial training. \n4. Suggest premium liquor in all cocktails.  It makes the drink taste better and \nservers are tipped more. \n5. Get your guests’ first drinks to them within five minutes from taking the order; no \nlonger. \n6. Suggest specific appetizers before you leave the table to get their first drinks.  It \nsaves you time and steps. \n7. Learn and use guests’ names when appropri ate.  Always use “Mr.” or “Ms.” unless \nyou’re told or you’re absolutely sure it’s proper to use a guest’s first name. \n8. Make specific suggestions at every step of the meal if you think it’s appropriate: \ndrinks, appetizers, sides, wine, desserts, af ter-dinner drinks.  Always keep in mind \nyour first objective is to show your guests a marvelous time, not PUMP UP THE \nCHECK.  Use your best judgment here.  Sure  we want to sell, but more importantly, \nwe want our guests to leave delighted so they RETURN!! \n \nORDERING PROCEDURES \n \nWhen approaching the table, be sure to have  your pen ready, book open, and pad ready. \n \nThrough either eye contact or verbal address, you may start to take their order.  Be sure \nto gather all information from each guest before proceeding to the next.  If possible, you \nshould take the order from women and children first, and then the men. \n \nTaking the order is the time for making recommendations.  Suggest appetizers that will \ncompliment the guests’ meal.   \n \nAlways get the cooking temperatures for meats.  Our cooking temperatures are as follows: \n 16 Rare – Bloody cool center, touch of rawness \n Medium rare – Bloody red, no rawness of meat \n Medium – Pink warm center \n Medium Well to Well – Fully cooked with no redness \n \nUse a small folder to hold your pad while you write up the order.  It looks better and \nmakes it easier for you. \n \nSUGGESTIVE SELLING \n \nPeople don’t like to be “SOLD.”  Effective suggestive selling is subtle.  You are doing the guest a favor, looking after his/her best in terest by offering your knowledgeable and \nexpertise and making honest recommendations.  \n \nSuggest appetizers while people are studying the menu.  “How about some Buffalo Wings \nor sharing some beef nachos, with your dinner this evening?” \n \nAlways be persuasive and display complete conf idence.  Make suggestions so positively that \nthe guest wouldn’t dream of questioning your recommendation. \n \nThrough suggestive selling you can: \n1. Increase check totals.  The higher the check, the better your chances of a good \ntip. \n2. Expose the customer to a new and different product he/she may not have tried, if \nyou had not recommended it.  Thus, the evening is more enjoyable and he/she may \nreturn with friends and have more reason to tell others about The Sports Page. \n \nSuggestive selling and making personal recommenda tions is another aspect of good service.  \nEventually, it will come easy as you build your self-confidence. \n \nRINGING GUEST CHECKS \n \nWe use a food runner system.  There will be times when someone else delivers food to your customers.  It is crucial that you ring in the correct table numbers.  \n \nCooking Times & Handling Timing Problems: \n Once an order is rung to the kitchen, preparation of that item begins.   \n Appetizers must be rung in first and sent to the kitchen before the main meal.   \n 17 Once an order has been placed, you can expect to receive lunch items within 6-12 \nminutes  and dinner items within 8-15 minutes .  This time may lengthen during a \nbusy rush.   \n Your tables’ experience is dependent upon your awareness and service to the \ncustomers from the time they are seated to the time they receive their order.   \n If, by chance, you have a long time ticket, do not hide from your table.  Notify a \nmanager immediately, and we will expedite the situation.  When a table has to wait \nlonger than they should for their food, don’t just apologize, ask a manager to offer \nthem something for the inconvenience.  Communication can make the difference \nof an upset or happy table!  \n \nUNIFORM \n \nWhen you walk through the front door of the restaurant, “YOU ARE ON.”  Your \ndesignated uniform includes an ENTHUSIASTIC ATTITUDE.  \n \nYour uniform also includes the following, without exception: \n Clean Iowa Hawkeyes, Iowa State Cyclones, UNI Panthers, or Sports Page \nShirt, unless otherwise told different from a manager .   \n Shorts or pants of appropriate length and with no holes or cuts \n Shoes—no open toes or heels \n At least two pens \n Apron \n Smile \n Appropriate change for your shift, we suggest $25 in fives, $25 in ones, and \n$8 in random nickels, dimes and quarter s.  If change is needed throughout \nshift management or bartenders will help but they will not at the beginning of \nyour shift . \n \nPERSONAL APPEARANCE \n \nYour overall image is our image.  You make a distinct impression on each of our guests.  The \nimage you create can enhance or detract from our overall concept and the way our \nrestaurant is perceived in the minds of the guest.  You are entrusted with handling our \nguests’ needs and must, therefore, reflect cleanliness and wholesomeness at all times.  \nAlways remember… \n You are responsible for keeping your uniform neat and clean at all times.  \nThere is no excuse from reporting to work out of uniform. \n Your hair will be fashionably styled and clean. \n The only jewelry that will be allowed is that  which is complimentary to your uniform. \n 18 Hands must be cleaned and manicured while at work. \n Do not wear scented lotion on your hands, as it clings to glassware. \n A smile is part of your uniform. \n Do not report to work with an un-pressed or dirty uniform, or unkempt hair. \n \n \n \nCLOSING OUT A TABLE \n \nPresenting the Check \nBefore presenting the check, look it over to make sure you have charged for everything \ncorrectly. \n1. Appetizers \n2. Soups \n3. Salads \n4. Entrees \n5. Sides \n6. Desserts \n7. Coffee/Pop \n8. Alcohol \n \nAfter you have determined the check is correct, give the check to the host of the table \n(if known), or place it in the center of the table and say “Thank you.”  Make sure to let the \ncustomer know, at this time, that you are the cashier and will take care of the check \nwhenever they are ready.  There is nothing more aggravating for a customer than \nwandering around looking for a cashier.  People also hate to tip when they are standing up \nby the front door, waiting for the server. \n \nAfter presenting the check, take a few step s and glance back at the table.  If they \nalready have their cash or credit card ready, it may mean they are in a hurry to leave.  If \nthis is the case, try to close the transaction immediately or as soon as possible.  Guests \nwill notice and appreciate this. \n \nIf the customer is paying cash, make change right at the table!!  If the customer is paying \nwith credit card, follow the house procedure.  Once the guest has signed the voucher, \npickup both the check and voucher, and again, thank the customer.  DO NOT examine the \ntips as you leave the dining room!! \n \nREMEMBER, the process of closing out the check is the time when the guest is deciding on \nthe tip amount.  A bad impression here can un do all previous good impression, and have a \ndirect effect on your tip.  \n 19 \n \n \nTHE FAREWELL \n \nWhen your guests are departing, we have four distinct objectives: \n1. To make sure their experience in  our restaurant was pleasurable. \n2. Thank them, by name, for their patronage. \n3. To invite them back for another visit soon. \n4. To make sure their last impr ession is a positive one. \n \nOPENING, RUNNING, CLOSING DUTIES \n \nEvery shift at the restaurant has opening, ru nning, and closing duties.  These duties are \nposted on the board.  These duties are extremely important in assuring smooth daily \noperations and ongoing quality service.  These duties require teamwork, and through \nteamwork, we will maintain excellence in service. \n \nOpening and closing duties will not be consider ed complete until approved by the manager \non duty.  Running duties refer to ongoing duties  while the restaurant is open for business.  \nThe responsibility of making sure these duties are being done during the shift is that of \nyou and your teammates.  Some duties will require individual effort, while others will \nrequire team effort. \n \nCHECK-OUT PROCEDURES \n \nBefore beginning your checkout each shift, check the following: \n1. Make sure all your customers re throug h, have been tabbed, and do not need \nanything else, i.e., coffee, tea, etc. \n2. Be certain the manager has closed your section for the shift. \n3. Make sure you have collected from all of yo ur tables and have all your tickets with \nyou. \n4. Make sure all plates, silverware, glassware,  and containers are cleared from all of \nyour tables. \n5. Be certain that all of your side work and closing duties are done. \n6. You never sit down to eat, drink, or smoke until the entire above is completed.  \n  \n \n 20 \n \n \n \nNOW YOU ARE READY TO CHECK OUT!! \n \n1. Arrange all your money in order and faced. \n2. Credit cards slip must match total on reading. \n3. Discounts all stapled with appr opriate copies and coupons. \n4. Drop total must equal NET Deposit \n5. If there is a manager on duty they must check your drop \n6. Drop bank in drop safe.  \n \n*********ANY bank shortages are te rms for termination***********  \n \nEXPO RESPONSIBILITIES \n \n1. Keep the window clean, and running.  Mainta in plate appearance.  Make sure food is \nbeing ran. \n2. Make sure all 4 o’clock shift side work is done.   \n3. Make sure soup is full. \n4. Check pop in back \n5. BE IN CHARGE!  COMMUNICATE WITH FO H AND BOH!  Only you can pull food \nout of the window unless you ask for help.  Make sure is goes out CORRECTLY. \n \n \n   \n \n  \n \n   \n \n  \n 21 \n \n  There is a lot of information contained in the manual.  However, there is even more \nthat is not. \n We have given you the basics, as we view them, and how we would like them to be \nconducted.  There is no section in this manual concerning “teamwork.”  The reason \nfor this is that we feel this topic falls  under the “common sense” category.  We \nwant you to use the service tips in the manual, along with your common sense, and above all, YOUR INDIVIDUALITY, to he lp create an atmosphere that will \nencourage good times for our customers, and yourself.  When this happens, you will \nbe ensuring the success of not only The Sports Page, but also yourself. \n \nGood luck and thank you for your dedication!! \n \nI have read and understand the server training \nmanual that was given to me. \n \n \n \n_________________________________ \nEmployee Signature     Date \n  \n________________________ ______________________ \n    M a n a g e r  S i g n a t u r e       D a t e",
    "text_preview": "SERVER TRAINING MANUAL  \n \nCongratulations on your employment as a server at The Sports Page \nGrill!  You have been hired because you possess individual traits that \nwill enable The Sports Page reputa..."
  },
  "0f212271-0c5e-4add-b720-abb6987b1446": {
    "id": "0f212271-0c5e-4add-b720-abb6987b1446",
    "filename": "0f212271-0c5e-4add-b720-abb6987b1446_test_fryer_manual.pdf",
    "original_filename": "test_fryer_manual.pdf",
    "upload_timestamp": "2025-06-24T14:59:54.882933",
    "file_size": 2511,
    "pages_count": 1,
    "text_content": "COMMERCIAL FRYER MANUAL\nModel: QSR-FRYER-2000\nInstallation and Maintenance Guide\nCommon Issues and Solutions:\nProblem: Fryer won't heat oil\nSolution: Check power connection, inspect heating elements, verify thermostat settings.\nIf heating elements are damaged, replace immediately.\nProblem: Oil temperature fluctuates\nSolution: Clean temperature sensor, check for blockages in oil circulation.\nProblem: Strange noises during operation\nSolution: Check oil level, inspect fan motor, lubricate moving parts.\nCleaning Procedures:\n1. Turn off power and allow oil to cool completely\n2. Drain oil using proper disposal methods\n3. Remove heating elements and clean with degreaser\n4. Wipe down interior surfaces with sanitizing solution\n5. Replace oil filter and refill with fresh oil\nMaintenance Schedule:\nDaily:\n- Check oil level and quality\n- Clean exterior surfaces\n- Test temperature controls\nWeekly:\n- Deep clean oil reservoir\n- Inspect heating elements\n- Check safety systems\nMonthly:\n- Replace oil filter\n- Calibrate temperature sensors\n- Inspect electrical connections\nEmergency Contacts:\nService Hotline: 1-800-FRYER-HELP\nParts Department: 1-800-PARTS-QSR",
    "text_preview": "COMMERCIAL FRYER MANUAL\nModel: QSR-FRYER-2000\nInstallation and Maintenance Guide\nCommon Issues and Solutions:\nProblem: Fryer won't heat oil\nSolution: Check power connection, inspect heating elements, ..."
  }
}